{
    "28.1": {
        "title": "Working Plans.",
        "content": {},
        "text": "Enhanced Content Collapse The sprinkler system design process is continually changing in response to new technology and market conditions. Generally, plans are prepared primarily by the installing contractor, but more owners and authorities having jurisdiction are now requiring that plans be prepared by licensed fire protection engineers and that the plans be included as part of the overall building design package submittal for approval.  The use of building information modeling (BIM) has led to greater coordination of all building elements, including the sprinkler system. This coordination requires more upfront design effort, which often results in preparation of sprinkler construction drawings prior to selection of the installing contractor.  The growing trend toward the design/build delivery method has also affected the design process. When projects are completed using this method, the general contractor is responsible for both project design and construction. The design team and the subcontractors are selected by the general contractor. The design professionals work together with the installing contractors to prepare the construction documents.  The video in the Related Resources below provides information about the importance of using a plan review checklist. A sample plan review checklist can also be found in the Related Resources to provide a systematic process for plan review.    ASK THE AHJ  Will a set of plans be rejected if every item in ﻿﻿﻿﻿﻿﻿28.1.1.1﻿﻿﻿﻿﻿﻿, ﻿﻿﻿﻿﻿28.1.3﻿﻿﻿﻿﻿, and ﻿﻿﻿﻿28.1.4﻿﻿﻿﻿—for example, the compass direction is not indicated—is not submitted to the authority having jurisdiction?  Although a set of plans missing one item required by Section 28.1 could be rejected, most authorities having jurisdiction will approve plans with comments that must be addressed prior to installation if the intent of the design/layout can be deciphered. However, it is advantageous for the preparer to include all the required items for two reasons: (1) including all the details generally will speed up the review time, and (2) most authorities having jurisdiction generally will scrutinize the plans less when all the information is readily available and there are no obvious red flags.  Related Resources  Importance of Using a Plan Review Checklist Importance of Using a Plan Review Checklist  Video Plan Review Checklist  Document 28.1.1* Working plans shall be submitted for approval to the authority having jurisdiction before any equipment is installed or remodeled.  28.1.1.1 Working plan submittals shall include the following: (1) Working plans of the system(s), per 28.1.3  (2) Hydraulic calculations where systems are required to be calculated  (3) Data sheets for the system components where required by the authority having jurisdiction  (4)* Signed owner’s certificate   28.1.1.2 Submittals shall be permitted to be in electronic format when approved by the authority having jurisdiction.  28.1.1.3 A copy of the approved plans shall be given to the owner or owner’s representative.  28.1.2 Deviation from approved plans shall require permission of the authority having jurisdiction.   28.1.3  Working plans shall be drawn to an indicated scale, on sheets of uniform size, with a plan of each floor, and shall show those items from the following list that pertain to the design of the system: (1) Name and address of building being protected  (2) Name, telephone number, and address of installing contractor  (3) Point of compass and graphic scale indications on drawings and details as applicable  (4) Location of all partitions that extend to or are within a minimum of 18 in. (450 mm) to the finished ceiling or exposed deck above  (5) Location of all fire-rated partitions, fire barriers, draft stops, and draft curtains  (6) Identification of all rooms and spaces, regardless of occupancy or use  (7) Identification and labeling of all spaces, above and below ceilings, where sprinklers will be omitted, including appropriate citation of the section(s) of this standard for such omission(s)  (8) Location of all fixtures, diffusers, lights, and devices installed in or mounted to the ceiling structure, regardless of the ceiling type (i.e., finished or exposed to structure)  (9) Label finished or exposed ceiling heights for each space, including those that are sloped greater than 2 in 12 (16.7 percent)  (10)* Location and identification of major mechanical, plumbing, and electrical equipment installed above or below the ceiling spaces if sprinkler protection is being provided for those areas  (11)* Location and identification of all major structural members, and identification and labeling of construction types (i.e., obstructed or unobstructed) for each space or portion thereof in the building, as applicable  (12)* Location and identification of concealed spaces, regardless of combustibility, and of architectural and/or structural features not shown or easily identifiable in the floor plan or reflected ceiling plan views  (13) Water source(s) supply information, including the following:  (a) Location  (b) Type  (c) Size  (d) Dimensions  (e) Capacity  (f) Configuration  (g) Elevation  (h) Static pressure  (i) Flow rate  (j) Residual pressure  (k) Flow test locations, dates, and sources (i.e., city or private)  (l) Any adjustments from the raw data required by the engineer of record (i.e., owner’s certificate) or the water authority, if applicable  (14) Information from the owner’s certificate required by Section 4.2, including the edition of this standard being used  (15) Identification and labeling of design criteria for each room and/or space as shown on building plan, including the following:  (a) Hazard classification associated with each room or space  (b) Identification and location of all rooms and spaces intended for storage, including the following:  i. Commodity classification  ii.* Storage type and configuration  iii. Height of storage for each dedicated room or space  iv. Type of packaging to be used  (16) Identification and labeling of all sprinkler systems, including type and overall area protected by each system  (17) Location and labeling for the size, dimension, elevation, and type of all major sprinkler system components, including the following (see 28.1.3.1):  (a) Pipe, fittings, valves, and test and drain locations  (b) Sprinkler legend, per system, including the following:  i. Orientation  ii. Finish  iii. Manufacturer  iv. Model  v. SIN number  vi. K-factor  vii. Temperature rating  viii. Response type  ix. Quantity of each  x. If extended coverage or residential type, spacing utilized for this application  (c) Manufacturer, model, length, maximum number of bends, and minimum bend radius and corresponding K-factor applied to flexible sprinkler hose  (18) Location and labeling of all system flushing, forward flow, water flow alarm, and test and drain locations  (19) Location and labeling of sprinkler system riser(s) and,if applicable, standpipe location(s)  (20) Location and labeling of fire department connections  (21) Location and labeling of hydraulic calculation information, including the following:  (a) Graphic indication of each area of operation, including a description of any allowed density or area modifications applied  (b) Labeling of all node locations that correspond to each hydraulic calculation  (22) Location and labeling of seismic system components, including the following:  (a) Zones of influence  (b) Bracing and restraint assemblies  (c) Flexible couplings and penetration clearances  (d) Maximum spacing of components  (e) Design angle category(ies)  (23) Sprinkler system details and information for other system components necessary for the complete installation, including the following:  (a) Hanger and/or hanger assemblies intended to be used throughout  (b) Total system volume for dryand double interlock preaction systems  (c) Hydraulic calculation summary information, including the following:  i. Method of calculation  ii. Total water and pressure required  iii. Hose demand  (d) Special information, settings, or values required for ongoing inspection, testing, and maintenance and system use, including the following:  i. Pressure regulating device features and means for conducting a flow test  ii. Dry pipe, preaction, and/or deluge systems  iii. Information regarding antifreeze solution used   Enhanced Content Collapse The video in the Related Resources below provides information about the importance of using a plan review checklist. A sample plan review checklist can also be found in the Related Resources to provide a systematic process for plan review.    FAQ  Is the intent of item (23) of 28.1.3 that hanger locations be dimensioned?  Even though item (23) of 28.1.3 requires hanger or hanger assemblies to be indicated on the working plans, there is no intent to require that the locations be specifically dimensioned. Instead, sufficient information must be included on the working plans to determine that the rules of Chapter ﻿﻿﻿﻿17﻿﻿﻿﻿ have been met. In reality, typical hanger spacing notes and standard details will satisfy this requirement.  Related Resources  Plan Review Checklist  Document Importance of Using a Plan Review Checklist Importance of Using a Plan Review Checklist  Video  28.1.3.1  Where a proposed new system will connect to or be installed adjacent to an existing system(s), plans shall show adequate portions of the existing system(s) pertinent to the design and installation of the new system in addition to the items listed in 28.1.3(23).  Enhanced Content Collapse Providing enough information about the existing system that a new system will be installed adjacent to provides a full picture of the installation for the authority having jurisdiction to review for full compliance. Providing details only on the new system or portion of a system might not allow full evaluation of the protection provided.  28.1.4 A signed copy of the owner’s certificate and the working plan submittal shall include the manufacturer’s installation instructions for any specially listed equipment, including descriptions, applications, and limitations for any sprinklers, devices, piping, or fittings.  Enhanced Content Collapse FAQ  Why are manufacturer’s instructions required to be submitted?  Manufacturer’s instructions frequently contain information about the use and limitations of a product that is not in NFPA 13 but that is critical to the installation of the sprinkler system plans and hydraulic calculations. Examples of specially listed equipment include specially listed sprinklers, for which the flows and pressures necessary to use them are not specifically discussed in NFPA 13, or specially listed fittings with equivalent lengths (hydraulic characteristics) that are not addressed in NFPA 13.  Specially listed products frequently have additional rules and requirements regarding their use that are not covered in NFPA 13. Many times, these special rules contain limitations on the use of the product. It is important that a product be installed in conformance with its special listing and that the authority conducting the plan review be able to determine whether the proposed use of the product is consistent with such."
    },
    "28.2": {
        "title": "Hydraulic Calculation Procedures.",
        "content": {
            "28.2.1": {
                "title": "General.",
                "text": "Enhanced Content Collapse FAQ  Is the number of sprinklers that can be supplied by a given pipe size limited when the hydraulic calculation procedure is used?  The hydraulic calculation procedure, which is favored over the pipe schedule procedure, does not impose any limit on the number of sprinklers supplied by certain diameters of pipe. The determining factor for any such limit rests with the capacity of the water supply and the required flow rate for the number of operating sprinklers supported.  28.2.1.1 A calculated system for a building, or a calculated addition to a system in an existing sprinklered building, shall supersede the rules in this standard governing pipe schedules, except that all systems shall continue to be limited by area.  28.2.1.2 Pipe sizes shall be no less than 1 in. (25 mm) nominal for black or galvanized steel piping and 3⁄4 in. (20 mm) nominal for copper tubing or brass, stainless steel, or nonmetallic piping listed for fire sprinkler service unless permitted by Sections 30.4 and 30.6.  28.2.1.3 The size of pipe, number of sprinklers per branch line, and number of branch lines per cross main shall otherwise be limited only by the available water supply.  28.2.1.4* Unless required by other NFPA standards, the velocity of water flow shall not be limited when hydraulic calculations are performed using the Hazen–Williams or Darcy Weisbach formulas.  28.2.1.5 However, sprinkler spacing and all other rules covered in this and other applicable standards shall be observed.  28.2.1.6 Hydraulic calculations shall extend to the effective point of the water supply where the characteristics of the water supply are known."
            },
            "28.2.2": {
                "title": "Formulas.",
                "text": "28.2.2.1 Friction Loss Formula. Enhanced Content Collapse CLOSER LOOK  Understanding the Hazen-Williams Formula  The Hazen-Williams formula is the most common of the empirical formulas used to determine relationships among flow, friction loss, and available pressure for the design of a sprinkler system. The formula was developed at the beginning of the 20th century by Allen Hazen, a civil engineer, and Gardner Stewart Williams, a professor of civil engineering at the University of Michigan. The Hazen-Williams formula is an empirical relationship developed by observation of the resultant pressure loss across a known length of a select number of pipe types and sizes using a select number of water flow rates, making its confirmed accuracy somewhat limited to those conditions of flow similar to that observed. A different method of calculating friction loss, known as the Darcy-Weisbach equation, can provide a more precise method for establishing those relationships, but due to its complexity it is not commonly used for calculating friction loss of water at room temperature in fire protection systems. The Darcy-Weisbach equation more accurately accounts for the effects of turbulence, temperature, and viscosity. See the commentary following ﻿﻿﻿﻿﻿﻿﻿﻿﻿28.2.2.1.3﻿﻿﻿﻿﻿﻿﻿﻿﻿ for more information on the use of the Darcy-Weisbach equation with antifreeze solutions.  The Hazen-Williams formula depends on the relationship of the pipe type (the C factor) with the pipe diameter and the flow through the pipe. The C factor describes the relative roughness of the pipe interior and is similar to the epsilon factor used in the Darcy-Weisbach calculation technique. Standardized C factors for various pipe types are shown in Table 28.2.4.8.1. These C factors represent aged pipe and not the smooth new pipe used in an original installation. By forcing the use of aged pipe, NFPA 13 includes a safety factor that accounts for expected corrosion.  As stated, NFPA 13 does not stipulate a maximum limit on water velocities in piping; however, some insurance companies incorporate such limits. The definition for the Darcy-Weisbach method contained in FM Data Sheet 2-0, Installation Guidelines for Automatic Sprinklers, includes a recommended velocity limit of 30 ft/sec (9.1 m/sec) for the use of the Hazen-Williams formula, suggesting the use of the Darcy-Weisbach equation at higher velocities. Other mechanical piping standards impose limits on water velocity because of concerns over noise and pipe erosion. Such concerns are not relevant in fire protection pipe systems, because water is not normally flowing through them. Automatic sprinkler systems operate only during a fire or during testing.  NFPA 13 does not require calculations to be performed by hand. Friction loss tables or internal hydraulic calculations that are part of a software program are usually used to establish the friction loss. Such tables and programs provide a set of accurate friction loss values for a combination of pipe types and flows, all of which are based on the Hazen-Williams formula.  Starting with the 2007 edition, NFPA 13 requires large antifreeze systems to be calculated using the Darcy-Weisbach formula, rather than the Hazen-Williams formula with which most people in the sprinkler industry are familiar.  NFPA 13 does not require the use of the Darcy-Weisbach method of calculating friction loss for water-only systems because the density and viscosity of water do not change significantly over the range of temperatures where water is used for fire protection, and the effect of turbulence is extremely minor. However, where antifreeze solutions are used in cold spaces, the viscosity and density of the antifreeze can change significantly, and the use of the Hazen-Williams formula alone would seriously underpredict the pressure necessary to push the antifreeze out of the pipe.  Additionally, the provisions of both ﻿﻿﻿﻿﻿﻿﻿﻿NFPA 11﻿﻿﻿﻿﻿﻿﻿﻿, Standard for Low-, Medium-, and High-Expansion Foam, and ﻿﻿﻿﻿﻿﻿﻿NFPA 16﻿﻿﻿﻿﻿﻿﻿, Standard for the Installation of Foam-Water Sprinkler and Foam-Water Spray Systems, require the use of the Darcy-Weisbach formula for the calculation of friction loss in piping carrying foam concentrate. It should be noted that the use of the Darcy-Weisbach formula is suitable only for Newtonian fluids. Some alcohol-resistant foam concentrates are non-Newtonian fluids and require other special consideration.  For small antifreeze systems, the water is expected to be able to push the antifreeze out of the pipe without the need for additional calculations. However, for large antifreeze systems, there is concern that it would be difficult for water to push a large quantity of antifreeze at a low temperature, a low viscosity, and a high density out of a sprinkler. The Technical Committee on Sprinkler System Discharge Criteria chose to require the calculation of the pressure necessary to push the solution out of the sprinklers (friction loss) for systems larger than 40 gal (150 L). While this size system is somewhat arbitrary, the 40 gal (150 L) size has been the traditional dividing line between small and large antifreeze systems.  The Darcy-Weisbach formula looks fairly straightforward. With only five variables, however, it is difficult to find the value for the friction factor, f. The formulas for f can be quite complicated, even with the use of computers, so a diagram—called the Moody diagram and shown in ﻿﻿﻿﻿﻿Figure A.28.2.4.8.2﻿﻿﻿﻿﻿—is used to find the friction factor.  28.2.2.1.1 Pipe friction losses shall be determined on the basis of the Hazen–Williams formula, as follows: [ 28.2.2.1.1 ]  code book image: f2a06b7a-5f1a-11eb-a38d-0de52099bdc8 where: p = frictional resistance (psi/ft of pipe) Q = flow (gpm) C = friction loss coefficient d = actual internal diameter of pipe (in.)  28.2.2.1.2 For SI units, the following equation shall be used:   [ 28.2.2.1.2 ]  code book image: fe3b0084-5f1a-11eb-a38d-0de52099bdc8 where: pm = frictional resistance (bar/m of pipe) Qm = flow (L/min) C = friction loss coefficient dm = actual internal diameter (mm) 28.2.2.1.3  For antifreeze systems greater than 40 gal (150 L) in size, the friction loss shall also be calculated using the Darcy–Weisbach formula [use Equation 28.2.2.1.3a (US) or Equation 28.2.2.1.3b (SI)]: [ 28.2.2.1.3a ]  code book image: cb675fb3-5f1a-11eb-a38d-0de52099bdc8 where: ΔP = friction loss (psi) f = friction loss factor from Moody diagram l = length of pipe or tube (ft)ρ = density of fluid (lb/ft3) Q = flow in pipe or tube (gpm) d = inside diameter of tube (in.)  [28.2.2.1.3b]  code book image: 953573d2-7796-11eb-be51-77e821582828 where: ΔPm = friction loss (bar) f = friction loss factor from Moody diagram l = length of pipe or tube (m)ρ = density of fluid (kg/m3) Q = flow in pipe or tube (L/min) d = inside diameter of tube (mm)  Enhanced Content Collapse FAQ  Why does NFPA 13 require the use of the Darcy-Weisbach formula?  The Darcy-Weisbach formula is more precise than the Hazen-Williams formula at predicting friction loss, because it takes into account the turbulence of the fluid as well as the effect of different densities and viscosities that occur at various temperatures.  28.2.2.2 Velocity Pressure Formula. Velocity pressure shall be determined on the basis of the following formula: [ 28.2.2.2 ]  code book image: cd3ce30f-5f1a-11eb-a38d-0de52099bdc8 where: Pv = velocity pressure (psi) (SI, 1 psi = 0.0689 bar) Q = flow (gpm) (SI, 1 gal = 3.785 L) D = inside diameter (in.) (SI, 1 in. = 25.4 mm)  Enhanced Content Collapse The velocity pressure is the amount of energy associated with the velocity of the water in a pipe. The velocity pressure always acts in the direction of waterflow. As a result, velocity pressure will not act to cause discharge of water from an operating sprinkler where the water velocity passes through the piping past the open sprinkler. There are certain circumstances in which hydraulic calculations might be required to account for this phenomenon. For example, ﻿﻿NFPA 15﻿﻿, Standard for Water Spray Fixed Systems for Fire Protection, requires hydraulic calculations in a number of situations. The basic formula for velocity pressure (U.S. units) is as follows:    where:  Pv = velocity pressure (psi)  V = velocity (ft/sec)  g = 32.2 ft/sec2 (gravitational constant of the earth)  By substituting Q/A for V in the velocity pressure formula and using proper units of conversion, the more usable formula that appears in the text is found. Using this approach, Q is the volumetric flow rate (ft3/sec), and A is the cross-sectional area (ft2) of the pipe.  For SI units, use the following equation:    where:  Pv = velocity pressure (bar)  V = velocity (m/s)  g = 9.8 m/s  28.2.2.3 Normal Pressure Formula. Normal pressure (Pn) shall be determined on the basis of the following formula:   [ 28.2.2.3 ]  code book image: f9114903-5f1a-11eb-a38d-0de52099bdc8 where: Pn = normal pressure Pt = total pressure [psi (bar)] Pv = velocity pressure [psi (bar)] Enhanced Content Collapse The normal pressure acts in all directions and includes the pressure acting against, or perpendicular to, the pipe wall. This pressure acts to cause the flow of water from operated sprinklers attached to the side of the piping. When no flow occurs, the velocity pressure is zero, and the normal pressure is equal to the total pressure. See parts (a) and (b) of Exhibit 28.1, which illustrate normal and velocity pressures when water flows through a pipe. Where all the flow through the piping is directed to discharge from the operating sprinkler, both the velocity pressure and the normal pressure combine to cause flow from the operating sprinkler. This condition is illustrated at the end of a branch line as shown in part (c). Part (d) of the exhibit shows where flow from a gridded branch line from opposing directions combines to discharge from an operating sprinkler.  EXHIBIT 28.1 Normal and Velocity Pressures.      CLOSER LOOK  Total Pressure Method versus Velocity Pressure Method  NFPA 13 permits the user to choose between two methods of hydraulic calculations—the total pressure method and the velocity pressure method. The term velocity pressure method is something of a misnomer because this calculation method uses the normal pressure at a sprinkler to calculate the resultant flow from that sprinkler. As such, it might be better called the normal pressure method of calculation. To find the normal pressure, the velocity pressure first must be determined and then subtracted from the total pressure, which yields the normal pressure. Because this calculation method forces the user to find the velocity pressure in order to eliminate its effect on the prediction of flow from an orifice, it has become known as the velocity pressure method of calculation.  Hydraulic calculations of sprinkler systems using the total pressure method (Pt) are the most common. Use of the total pressure method simplifies the calculations and, in most cases, builds an additional safety factor into the hydraulic calculations, because the assumption is that the total pressure is responsible for pushing the water out of the pipe through every operating sprinkler. This assumption is somewhat conservative because only the normal pressure is really responsible for pushing the water out of the pipe at almost all the operating sprinklers. Except for the sprinkler at the end of a branch line with one-way flow or at a point of converging flow on a branch line having flow from both directions, the normal pressure is always less than the total pressure. By using a higher pressure to calculate the operating sprinkler flow, the demand is overestimated, thereby creating a safety factor.  With the velocity pressure method of calculation, the normal pressure is used to calculate the flow from the operating sprinkler, except at the last sprinkler on the end of a branch line or a point of converging flow with no flow past the sprinkler. In those two locations, the total pressure should be used to calculate the discharge, because the velocity pressure and the normal pressure will be acting in the direction of the flowing sprinkler, adding up to the total pressure. With the velocity pressure method of calculation, the user must be careful that all the sprinklers have sufficient flow. It is possible that the reduced normal pressure at an operating sprinkler might not provide sufficient drive to support the minimum flow required for that sprinkler and must be confirmed. Due to the additional safety factors built into the total pressure method of calculation, no additional considerations generally are required with this calculation method for fire sprinkler systems.  ﻿﻿NFPA 15﻿﻿ requires the use of the velocity pressure method of hydraulic calculation in many situations because of the possibility of long runs of small-diameter pipe to the end nozzle and because it is common for large flow demands to discharge from the side of a tee in a water spray system. The long runs of small-diameter pipe can cause a disparity between the flow predicted by the total pressure method and the flow predicted by the normal pressure method that is greater than what is acceptable. Because sprinkler systems generally do not have long runs of small-diameter pipe that extend to the end sprinkler and because fire sprinkler systems rarely have large flows coming from the side of a tee, these concerns are not shared by the Technical Committee on Sprinkler System Discharge Criteria. Therefore, the velocity pressure method is not mandated.  See the commentary following ﻿﻿﻿﻿28.2.4.10.1﻿﻿﻿﻿ and ﻿﻿﻿28.2.4.10.2﻿﻿﻿ for more information on the effect of velocity pressure and normal pressure on the discharge from an open sprinkler.  28.2.2.4 Hydraulic Junction Points. 28.2.2.4.1 Pressures at hydraulic junction points shall balance within 0.5 psi (0.03 bar).  Enhanced Content Collapse Hydraulic calculations for loops and grids must be done using an iterative technique known as the Hardy-Cross method, in which an assumption is made and then a series of calculations is made to test the assumption. If the calculated value is the same as the assumed value, the assumption is correct. Due to the number of significant digits used in the calculations and the method of rounding, getting exactly the same number between the assumed value and the calculated value is not always possible. Therefore, a value needed to be selected to let the user know how close is close enough to continue with the calculations.  The value of 0.5 psi (0.03 bar) was selected because it provides a reasonable degree of accuracy for balancing at hydraulic junction points. Most computer programs can easily obtain this value without an excessive number of iterations. By requiring a reasonable balance at the hydraulic junction points, the designer is assured that an excess system demand is not somehow concealed in the calculations. Many software programs can carry the balance to four significant digits. The use of four significant digits does not necessarily mean that the design is better but, rather, that the computer can perform a faster calculation with more significant digits to the right of the decimal point.  28.2.2.4.2 The highest pressure at the junction point, and the total flows as adjusted, shall be carried into the calculations.  28.2.2.4.3 Pressure balancing shall be permitted through the use of a K-factor developed for branch lines or portions of systems using the formula in 28.2.2.5.  Enhanced Content Collapse Pressure balancing is the act of adjusting demand flows when calculations for different portions of the system require different pressures at the same point. Since there can be only one pressure at any point, the highest pressure of all the demands must be provided. Once the higher pressure is provided, greater flows than necessary will go to the other portions of the system. The balancing procedure calculates and accounts for those higher flows.  The K-factor formula shown in ﻿﻿28.2.2.5﻿﻿ is a simplification of the true physics involved. A more accurate K-factor for the portion of the system can be determined without respect to the elevation changes in the system. The allowance for the use of an equivalent K-factor for a connected series of pipe and sprinklers generally is based the fact that both the flow rate from the operating sprinklers and the friction loss through the piping are related to some constant times the square root of the pressure. The flow rate through an open sprinkler at an operating pressure is dictated by the formula    or Q=KP0.5. The flow rate through a segment of piping is directly related to the amount of friction loss through the piping segment. The friction loss in a segment of piping based on the Hazen-Williams formula is as follows:    Rearranging this formula to solve for the flow rate Q gives    where the bracketed portion of the equation is a constant for a particular pipe segment. This reduces the equation to Q =KPpP 0.54. In the reduced equation, raising the pressure, P, to a power function of 0.54 is roughly equal to that of 0.5, a square root, making the use of an approximation for an equivalent K based on    reasonably close. It should be noted that the inclusion of significant elevation changes in the piping segments for which an equivalent K is being calculated might not be appropriate since the effect of elevation change is based on the linear function Pe = 0.433H, which is not related to the flow rate through the piping segment.  Where branch lines, drops, or sprigs include significant elevation changes and multiple flowing sprinklers and varying elevations, consideration for the use of an alternative means of calculation might be appropriate. However, such a calculation technique can be difficult to perform by hand, so the simplified formula is permitted but should be used with care. Many of the computer programs on the market perform this balancing feature using the more precise method and discounting the elevation changes in establishing a K-factor. Because of the balancing feature, such computer programs produce more accurate results than hand calculations.  28.2.2.5 K-Factor Formula. K-factors, flow from an orifice, or pressure from an orifice shall be determined on the basis of the following formula:   [ 28.2.2.5 ]  code book image: 0c3b23ec-5f1b-11eb-a38d-0de52099bdc8 where: Kn = equivalent K at a node Q = flow at the node P = pressure at the node"
            },
            "28.2.3": {
                "title": "Equivalent Pipe Lengths of Valves and Fittings.",
                "text": "FAQ  Why are the equivalent lengths multiplied by numbers greater than 1.0 for C factors greater than 120 and less than 1.0 for C factors less than 120 when C factors less than 120 have a worse friction loss?  The loss within a fitting is not really a friction loss but is the energy loss associated with the change in direction or turbulence associated with flow of water through the fitting. The values in Table 28.2.3.1.1 are the lengths of straight pipe (Schedule 40) that would be needed to represent the specific loss in pressure. Pipes with C factors greater than 120 have less friction loss per foot of pipe; therefore, it takes more pipe to get to the same friction loss of a fitting than it does for pipe with a C factor of 120. Likewise, pipes with a C factor less than 120 take less pipe to achieve the same friction loss as does pipe with a C factor of 120.  28.2.3.3 Valves and Components. Specific friction loss values or equivalent pipe lengths for alarm valves, dry pipe valves, deluge valves, strainers, backflow prevention devices, and other devices shall be made available to the authority having jurisdiction.  28.2.3.4 Differing Values. Specific friction loss values or equivalent pipe lengths for listed fittings not in Table 7.4.1 shall be used in hydraulic calculations where these losses or equivalent pipe lengths are different from those shown in Table 28.2.3.1.1.  Enhanced Content Collapse Specially listed products that do not conform to the ASTM pipe sizes are addressed in 28.2.3.4. A number of special fittings that are listed for various pipe types are available on the market. These fittings often have friction loss values that differ from the values given in Table 28.2.3.1.1. Although these fittings tend to facilitate the installation of a system, they do come with a pressure penalty that must be accounted for in the hydraulic calculations. As indicated in ﻿﻿﻿﻿﻿﻿28.1.1.1﻿﻿﻿﻿﻿﻿ and ﻿﻿﻿﻿﻿28.1.4﻿﻿﻿﻿﻿, the working plans are required to include manufacturer’s instructions for and information on these specially listed fittings.  Where listed extension fittings [>2 in. (50 mm)] are utilized as permitted under ﻿﻿﻿﻿16.8.6﻿﻿﻿﻿, the equivalent length of the fitting as provided by the manufacturer must be included in the hydraulic calculations."
            },
            "28.2.4": {
                "title": "Calculation Procedure.",
                "text": "With regard to 28.4.8.1(11), on branch lines with upright or pendent sprinklers screwed into the line tee, the friction losses associated with the line tee are permitted to be excluded from the calculations. This is based on the assumption that one fitting would be included in the approval tests of a sprinkler with the presence of that fitting being accounted for as part of the sprinkler’s K-factor. This assumption might not be universally correct, particularly with larger orifice sprinklers operating at higher pressure; however, the allowance for omission is still permitted.  Where sprinklers are installed on sprigs or drops, the reducing coupling at the sprinkler is permitted to be ignored, but the tee on the branch line must be included. In this situation, an equivalent K-factor for the entire assembly, which includes the tee fitting, the sprig or drop, and the sprinkler, could be determined as allowed by ﻿﻿﻿﻿﻿28.2.2.4.3﻿﻿﻿﻿﻿ and ﻿﻿﻿﻿28.2.2.5﻿﻿﻿﻿. See the commentary following 28.2.2.4.3 for additional discussion. The equivalent K-factor allows individual calculations to be simplified for each junction between the branch line and the sprig.  With regard to 28.2.4.8.1(12), pressure-reducing devices are installed where system pressures are in excess of the system component’s pressure rating. Some components are limited to a maximum working pressure of 175 psi (12 bar). These devices act to intentionally reduce the available pressure, so that system components will not be damaged by high pressures. The manufacturer’s instructions must be closely followed to establish the correct outlet pressure and flow parameters.  Item (13) is new to the 2022 edition and provides a beneficial allowance of utilizing a C value of 120 where nitrogen is used in new dry or preaction systems. This allowance recognizes the benefits of corrosion inhibition where it is used. Caution must be taken however if an owner were to decide to stop using nitrogen and switch to air, in which case the system should be reevaluated with a C factor of 100.  28.2.4.8.2* For antifreeze systems greater than 40 gal (150 L) in size, the pipe friction loss shall be calculated using the Darcy-Weisbach equation shown in 28.2.2.1.3 using a Moody diagram and ℇ-factors that are representative of aged pipe otherwise following the methodology presented in 28.2.4.8.1.  28.2.4.9 Orifice Plates. 28.2.4.9.1 Orifice plates shall not be used for balancing the system.  Enhanced Content Collapse FAQ  Why are orifice plates prohibited by 28.2.4.9.1?  Orifice plates are prohibited because they can be removed during modification of a system and not be reinstalled. Such removal would invalidate the hydraulic calculations supporting the initial system design. Also, if installed in a horizontal run of pipe, orifice plates are subject to the accumulation of debris on the surface facing the direction of waterflow. Such accumulation would further affect the hydraulics as well as impede proper system drainage.  28.2.4.9.2 Unless the requirements of 28.2.4.9.3 or 28.2.4.9.4 are met, mixing of sprinklers of different K-factors by reducing the K-factor of adjacent sprinklers on the same branch line leading back to the main for the purpose of minimizing sprinkler over discharge shall not be permitted.  Enhanced Content Collapse In general, the use of sprinklers with differing K-factors is discouraged. The main reason is that if a sprinkler needs to be replaced in the future, a sprinkler of the wrong K-factor could be put in place if multiple K-factor sprinklers are in the same system or compartment. In the past, the use of different sized threads on the sprinkler frame for different K-factor sprinklers were used to minimize that concern; however, with the current array of available K-factor sprinklers being available with the same sized thread, this is no longer the case. A specific identification of the sprinkler orifice size would need to be determined from the sprinkler identification number (SIN) or the model number for the sprinkler. NFPA 13 does permit the use of different K-factor sprinklers in the following situations:  Exposure protection systems. Different K-factor sprinklers can be used to help distribute water evenly over the surface being protected. Small enclosures or smaller portions of a room. Smaller K-factor sprinklers can be used in small enclosures to minimize the flow from the sprinklers. In closets, bathrooms, and other small spaces, a larger K-factor sprinkler would discharge more water than necessary to achieve the density needed to cover the small floor area. It must be kept in mind, however, that sprinklers with a K-factor less than K-5.6 (K-80) can be used only in a light hazard occupancy. Directional discharge. In some cases, a designer might want to achieve a specific outcome by throwing water in a particular direction. A sprinkler with a different K-factor can achieve that effect. Extended coverage sprinklers. Extended coverage sprinklers and standard spray sprinklers can be mixed in a system to protect the entire floor area economically. Different extended coverage sprinklers can also be used on the same system to economically cover the space. Residential sprinklers. As with extended coverage sprinklers, it is sometimes necessary to mix different K-factor residential sprinklers to economically cover the space. The committee sees no reason to prohibit the kinds of installation discussed in ﻿﻿﻿﻿﻿28.2.4.9.3﻿﻿﻿﻿﻿ and ﻿﻿﻿﻿28.2.4.9.4﻿﻿﻿﻿ as long as the sprinklers are installed in accordance with their listing and the water supply can deliver the required flow and pressure to the sprinklers. An example of the application of 28.2.4.9.3 is illustrated in Exhibit 28.4.  EXHIBIT 28.4 Sprinkler Layout Using Multiple K-Factor Approach.    The center portions of the room can be protected with extended coverage sprinklers that have a nominal K-factor of K-8.0 (K-115). However, the space under the 3 ft (0.9 m) wide soffit also needs to be protected. Because the areas under the soffits are so small, 28.2.4.9.3 permits the use of a sprinkler with a different K-factor.  28.2.4.9.3* Sprinklers with different K-factors shall be acceptable for specific uses, such as exposure protection, small enclosures, smaller portions of a room, or directional discharge, where an adjacent sprinkler does not need to discharge as much water.  28.2.4.9.4 Extended-coverage and residential sprinklers with a different K-factor shall be acceptable for part of the protection area where installed in accordance with their listing.  28.2.4.10* Pressures. 28.2.4.10.1 When calculating flow from an orifice, the total pressure (Pt) shall be used, unless the calculation method of 28.2.4.10.2 is utilized.  Enhanced Content Collapse The total pressure, which is addressed in 28.2.4.10.1 and ﻿﻿28.2.4.10.2﻿﻿, acts on the end outlet at the point where the flow enters the sprinkler outlet at the end of a single direction feed branch line or where it enters the sprinkler outlet from opposing directions or a gridded branch line. Velocity pressure is usually small compared to the total pressure and normally does not have a major effect on the overall outcome of the hydraulic calculation.  The decision whether to use the normal pressure or the total pressure to predict the flow from the sprinkler is completely at the discretion of the person performing the hydraulic calculations. Use of the total pressure typically adds a safety factor between 5 percent and 10 percent for flow and pressure demand at the water supply.  28.2.4.10.2 Use of the normal pressure (Pn) calculated by subtracting the velocity pressure from the total pressure shall be permitted. Where the normal pressure is used, it shall be used on all branch lines and cross mains where applicable.  Enhanced Content Collapse When velocity pressure is applied to the calculations, the discharge from the second sprinkler from the end of the branch line is sometimes less than the discharge from the end sprinkler. To correct this deficiency, either the pipe sizing should be changed or the end sprinkler discharge should be slightly increased.  Paragraph 28.2.4.7.6 requires that the discharge from each sprinkler in the design area be calculated based on the pressure acting at that sprinkler. The intent of that requirement is to prevent the calculation of the discharge from each sprinkler in the design area based on the discharge from the most remote sprinkler by manipulating the density/area requirements. For instance, if the hydraulically most demanding sprinkler produces a flow of 20.8 gpm (79 L/min) based on its area of coverage and design density, it is not correct to assume that the remaining sprinklers in the design area will also flow at 20.8 gpm (79 L/min). When water flows through a piping network, pressure changes result throughout the system due to friction, turbulence, and elevation changes. Therefore, the pressures acting at each sprinkler in the design area can vary, resulting in different amounts of flow at each sprinkler. Those pressure changes must be accounted for, thereby increasing the complexity of the hydraulic calculations.  28.2.4.10.3 Flow from a sprinkler shall be calculated using the nominal K-factor except that the manufacturer's adjusted K-factors shall be utilized for dry-type sprinklers.  28.2.4.11 Minimum Operating Pressure. 28.2.4.11.1 Minimum operating pressure of any sprinkler shall be 7 psi (0.5 bar).  Enhanced Content Collapse When sprinklers are submitted to testing laboratories for examination and listing, they are subjected to water distribution and fire tests. These tests traditionally were conducted at a minimum flow of 15 gpm (57 L/min) for a K-5.6 (K-80) sprinkler. The pressure required to produce that flow through the sprinkler is approximately 7 psi (0.5 bar), as illustrated in the equation that follows. The requirement recognizes that specially listed sprinklers might have minimum operating pressures greater than 7 psi (0.5 bar). In some cases, the minimum operating pressure can be as high as 75 psi (5.17 bar).    In previous years, some sprinklers were listed with operating pressures less than 7 psi (0.5 bar). NFPA 13 no longer permits such pressures. The concern was that, at lower pressures, sprinklers that had been installed for an extended period of time would not operate properly. The minimal force created by the low pressure might not be sufficient to blow the orifice cap off the sprinkler when the sprinkler link activates. Another concern was that sprinklers operating at pressures less than 7 psi (0.5 bar) might produce unsuitable discharge patterns.  28.2.4.11.2 Where a higher minimum operating pressure for the desired application is specified in the listing of the sprinkler, this higher pressure shall be required.  28.2.4.12 Maximum Operating Pressure. For extra hazard occupancies, palletized, solid-piled, bin box, back-to-back shelf storage, shelf storage, or rack storage, the maximum operating pressure of any sprinkler shall be 175 psi (12 bar).  Enhanced Content Collapse FAQ  Why does NFPA 13 limit the maximum pressure to 175 psi (12 bar)?  The requirements for a maximum operating pressure are addressed in 28.2.4.12. In extra hazard occupancies or higher challenge fire risks, excessive discharge pressures could adversely affect the effectiveness of sprinkler discharge in high-challenge fire conditions. At high pressure, water leaving the sprinkler orifice affects the sprinkler deflector at high velocity and breaks up into tiny water droplets. Those droplets might not have the momentum to penetrate the fire plume common in extra hazard and storage fires. The maximum pressure limit does not apply to light and ordinary occupancy hazards; however, components utilized at higher pressures, including sprinklers, must be rated for such high pressure applications."
            },
            "28.2.5": {
                "title": "In-Rack Sprinklers.",
                "text": "28.2.5.1 Pipes to in-rack sprinklers shall be sized by hydraulic calculations.  28.2.5.2 Water demand of sprinklers installed in racks or water curtains shall be added to the ceiling sprinkler water demand at the point of connection. Demands shall be balanced to the higher pressure.  Enhanced Content Collapse As a general rule, the flow and pressure demand associated with in-rack sprinklers must be hydraulically balanced to the higher pressure in the same manner that is required for branch lines on opposite sides of a cross main. For some specific commodities stored in racks, the protection criteria do not require the in-rack sprinkler water demand to be added to the ceiling system demand. Examples include those permitted in Section ﻿﻿﻿﻿﻿25.6﻿﻿﻿﻿﻿ as well as certain combustible liquids in plastic containers protected in accordance with ﻿﻿﻿﻿NFPA 30﻿﻿﻿﻿. This protection criterion generally employs combinations of in-rack sprinklers and solid barriers throughout the rack that are intended to operate independent of the installed ceiling sprinkler protection. In those circumstances, the most demanding flow from either the ceiling sprinkler system or the in-rack sprinkler system must be met. Where in-rack sprinklers are balanced, there are multiple acceptable locations for the point of connection, from the cross main directly over the racks to the system riser manifold, depending on the number of in-rack sprinklers supplied by the system. The separate water demands are still balanced, even at a remote point of connection.  It is important to note that the in-rack sprinkler demand is required to be balanced with the ceiling sprinkler demand in the same area as the in-rack sprinklers. This is representative of the operation of sprinklers at the ceiling within the vicinity of a fire occurring within the racks containing the in-rack sprinklers. If the remote area of a warehouse has only ceiling sprinklers, and a portion of the warehouse has in-rack sprinklers closer to the water supply, the in-rack sprinkler demand does not need to be balanced with the remote area ceiling demand. Instead, the most remote/demanding area of the ceiling sprinklers over the in-rack sprinklers needs to be calculated and added to the in-rack sprinkler, balanced to the higher pressure."
            }
        },
        "text": "Enhanced Content Collapse Section 28.2 covers the procedures for hydraulic calculations. Systems that used the pipe schedule method for determining pipe sizes are not required to follow Section 28.2, but they will need to use the tables in Section ﻿﻿﻿28.5﻿﻿﻿ to ensure that the pipe sizes are appropriate. The required format and documentation for hydraulic calculations are contained in Section ﻿﻿28.4﻿﻿."
    },
    "28.3": {
        "title": "Hose Allowance.",
        "content": {},
        "text": "Water allowance for outside hose shall be added to the sprinkler and inside hose requirement at the connection to the city water main or a yard hydrant, whichever is closer to the system riser."
    },
    "28.4": {
        "title": "Hydraulic Calculation Forms.",
        "content": {
            "28.4.1": {
                "title": "General.",
                "text": "Hydraulic calculations shall be prepared on form sheets that include a summary sheet, detailed worksheets, and a graph sheet. [See Figure A.‍28.4.2(a), Figure A.‍28.4.3, and Figure A.‍28.4.4 for copies of typical forms.]  Enhanced Content Collapse The calculation forms in the Annex A material associated with Section 28.4 (﻿﻿﻿﻿﻿﻿﻿﻿﻿A.28.4.2﻿﻿﻿﻿﻿﻿﻿﻿﻿) are tools to help monitor the waterflow through the system, to summarize system design information, and to allow for a quick evaluation of the system. As illustrated in ﻿﻿﻿Figure A.28.4.2(c)﻿﻿, waterflow through the system is tracked in a direction opposite to that of the actual waterflow; that is, the first evaluation point begins at the hydraulically most demanding sprinkler—often the sprinkler farthest from the system riser—and ends at the point of connection to the system water supply. The calculation forms allow the designer or other persons reviewing the plans to account for individual pipe lengths and fittings and to keep track of changes in pressure and flow that result from friction loss and elevation changes. ﻿﻿Figure A.28.4.2(c)﻿ and ﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿Figure A.28.4.3﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿ are for use with sprinkler systems calculated by hand. For sprinkler systems calculated with computer programs, a standardized printout is mandated by ﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿28.4.5﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿."
            },
            "28.4.2": {
                "title": "Summary Sheet.",
                "text": "The summary sheet shall contain the following information, where applicable: (1) Date  (2) Location  (3) Name of owner and occupant  (4) Building number or other identification  (5) Description of hazard (for storage applications, the commodity classification, storage height, and rack configuration shall be included)  (6) Name and address of contractor or designer  (7) Name of approving agency  (8) System design requirements, as follows: (a) Design area of water application, ft2 (m2).  (b) Minimum rate of water application (density), gpm/ft2 (mm/min). Where sprinklers are listed with minimum water application in gpm (L/min) or pressure in psi (bar), the minimum rate of water application shall be indicated in gpm (L/min) or pressure, psi (bar).  (c) Area per sprinkler, ft2 (m2).   (9) Total water requirements as calculated, including allowance for inside hose, outside hydrants, and water curtain and exposure sprinklers  (10) Allowance for in-rack sprinklers, gpm (L/min)  (11) Limitations (dimension, flow, and pressure) on extended coverage or other listed special sprinklers   Enhanced Content Collapse FAQ  How is the area of operation affected by the size of the building?  The area of sprinkler operation is independent of the total area of the building. For example, when a design area of 1500 ft2 (139 m2) is selected for an office building, the fire is anticipated to be controlled to an operating sprinkler area no larger than 1500 ft2 (139 m2), regardless of the size of the building."
            },
            "28.4.3": {
                "title": "Detailed Worksheets.",
                "text": "Detailed worksheets or computer printout sheets shall contain the following information: (1) Sheet number  (2) Sprinkler description and discharge constant (K)  (3) Hydraulic reference points  (4) Flow in gpm (L/min)  (5) Pipe size  (6) Pipe lengths, center-to-center of fittings  (7) Equivalent pipe lengths for fittings and devices  (8) Friction loss in psi/ft (bar/m) of pipe  (9) Total friction loss between reference points  (10) In-rack sprinkler demand balanced to ceiling demand  (11) Elevation head in psi (bar) between reference points  (12) Required pressure in psi (bar) at each reference point  (13) Velocity pressure and normal pressure if included in calculations  (14) Notes to indicate starting points or reference to other sheets or to clarify data shown  (15)* Diagram to accompany gridded system calculations to indicate flow quantities and directions for lines with sprinklers operating in the remote area  (16) Combined K-factor calculations for sprinklers on drops, armovers, or sprigs where calculations do not begin at the sprinkler"
            },
            "28.4.4": {
                "title": "Graph Sheet.",
                "text": "A graphic representation of the complete hydraulic calculation shall be plotted on semiexponential graph paper (Q1.85) and shall include the following: (1) Water supply curve  (2) Sprinkler system demand  (3) Hose allowance (where applicable)  (4) In-rack sprinkler demand (where applicable)   Enhanced Content Collapse"
            },
            "28.4.5": {
                "title": "Hydraulic Reports.",
                "text": "Enhanced Content Collapse ASK THE AHJ  Can the authority having jurisdiction reject a set of plans if the computer-generated hydraulic calculation reports are not submitted in the format shown in 28.4.5?  Yes. If the jurisdiction enforces the 2007 or newer edition of NFPA 13, sprinkler system designers should have been submitting reports in the standardized format as of January 1, 2008. If the incorrect format is the submittal’s only flaw, the authority having jurisdiction could potentially give the designer a warning to obtain software that will produce the correct format for future submittals.  28.4.5.1* General. 28.4.5.1.1 Hydraulic calculations shall be prepared on form sheets that include a summary sheet, a graph sheet, a water supply analysis, a node analysis, and detailed worksheets.  28.4.5.1.2 The data shall be presented in the order shown in Figure 28.4.5.1.2(a) through Figure 28.4.5.1.2(d).  code book image: f41e0ad4-5f1a-11eb-a38d-0de52099bdc8 Figure 28.4.5.1.2(a) Summary Sheet.  code book image: cdb101a2-5f1a-11eb-a38d-0de52099bdc8 Figure 28.4.5.1.2(b) Graph Sheet.  code book image: d50b54d1-5f1a-11eb-a38d-0de52099bdc8 Figure 28.4.5.1.2(c) Supply and Node Analysis Sheet.  code book image: 04ca146e-5f1b-11eb-a38d-0de52099bdc8 Figure 28.4.5.1.2(d) Detailed Worksheet.  28.4.5.2 Summary Sheet. The summary sheet as shown in Figure 28.4.5.1.2(a) shall contain the following information, where applicable: (1) Project name and date  (2) Location (including street address)  (3) Owner or expected occupant of space being designed  (4) Name, address, and phone number of installing contractor  (5) Name and phone number of designer  (6) Authority having jurisdiction  (7) Standard or document system is being designed to, including the edition of the document  (8) Design area number and location  (9) Drawing or sheet number where design area is located  (10) Occupancy or commodity classification and information  (11) For storage applications (including miscellaneous), additional information including storage height, ceiling height, storage configuration, aisle width, orientation of upright or pendent, sprinkler K-factor and sprinkler temperature, and the table and or curve utilized in the design  (12) System type, including the system volume with type of protection system indicated in the notes  (13) Sprinkler type, including coverage and response type  (14) Slope of roof or ceiling within the design area  (15) System design requirements, as follows: (a) Design area of application, ft2 (m2)  (b) Minimum rate of water application (density), gpm/ft2 (mm/min)  (c) Area per sprinkler, ft2 (m2)  (d) Number of sprinklers calculated   (16) Total water requirements as calculated, including allowance for inside hose, outside hydrants, water curtain, and exposure sprinklers, and allowance for in-rack sprinklers, gpm (L/min)  (17) Ceiling height if used for quick response sprinkler reduction  (18) Elevation of highest calculated sprinkler  (19) Water supply information, including the following: (a) Date and time of test  (b) Location of the test and flow hydrant(s)  (c) Source of the water for the flow test  (d) Elevation of the test hydrant relative to the finished floor  (e) Size of fire pump, gpm @ psi (L/min @ bar)  (f) Size of on-site water tank   (20) Notes that include peaking information for calculations performed by a computer program, type of preaction system, limitations (dimension, flow, and pressure) on extended-coverage or other listed special sprinklers, system type, including the system volume   28.4.5.3 Graph Sheet. A graphic representation of the complete hydraulic calculation shall be plotted on semiexponential graph paper (Q1.85) as shown in Figure 28.4.5.1.2(b) and shall include the following: (1) Water supply curve  (2) Sprinkler system demand  (3) Hose demand (where applicable)  (4) In-rack sprinkler demand (where applicable)  (5) Additional pressures supplied by a fire pump or other source (when applicable)   28.4.5.4 Supply Analysis. Information summarized from the graph sheet as shown in Figure 28.4.5.1.2(c) shall include the following: (1) Node tag at the source  (2) Static pressure [psi (bar)] available at the source  (3) Residual pressure [psi (bar)] available at the source  (4) Total flow [gpm (L/min)] available at the source  (5) Available pressure [psi (bar)] at the source when the total calculated demand is flowing  (6) Total calculated demand [gpm (L/min)] at the source  (7) Required pressure [psi (bar)] when flowing total calculated demand   28.4.5.5 Node Analysis. Organized information as shown in Figure 28.4.5.1.2(c) regarding the node tags given to each hydraulic reference point on the system as indicated on the shop drawings shall include the following information: (1) Node tag for each specific point on the system used in the hydraulic calculations  (2) Elevation in ft (m) of each node tag  (3) K-factor of flowing nodes (such as sprinklers)  (4) Hose allowance in gpm (L/min) requirements for the node tag  (5) Pressure in psi (bar) at the node  (6) Discharge in gpm (L/min) calculated at the node  (7) Notes that indicate any special requirements for the node   28.4.5.6 Detailed Worksheets. Detailed worksheets as shown in Figure 28.4.5.1.2(d) or computer printout sheets shall contain the following information: (1) Sheet number  (2) Hydraulic reference points used in each step  (3) Elevation in ft (m) at each hydraulic reference point  (4) Sprinkler description and discharge constant (K) for the flowing reference point  (5) Flow in gpm (L/min) for the flowing reference point (when applicable)  (6) Total flow in gpm (L/min) through each step  (7) Nominal pipe size in in. (mm)  (8) Actual internal diameter of pipe in in. (mm)  (9) Quantity and length in ft (m) of each type of fitting and device  (10) Pipe lengths in ft (m), center-to-center of fittings  (11) Equivalent pipe lengths in ft (m) of fittings and devices for the step  (12) Total equivalent length in ft (m) of pipes and fitting for the step  (13) C-factor used in each step  (14) Friction loss in psi/ft (bar/m) of pipe  (15) Sum of the pressures from the previous step (starting pressure at beginning)  (16) Elevation head in psi (bar) between reference points  (17) Total friction loss in psi (bar) between reference points  (18) Required pressure in psi (bar) at each reference point  (19) Notes and other information shall include the following: (a) Velocity pressure and normal pressure if included in calculations  (b) In-rack sprinkler demand balanced to ceiling demand  (c) Notes to indicate starting points or reference to other sheets or to clarify data shown  (d) Diagram to accompany gridded system calculations to indicate flow quantities and directions for lines with sprinklers operating in the remote area  (e) Combined K-factor calculations for sprinklers on drops, armovers, or sprigs where calculations do not begin at the sprinkler  (f) The pressure [psi/(bar)] loss assigned the backflow device when included on a system  (g) Friction factor and Reynolds number when the Darcy–Weisbach equation is used    Enhanced Content Collapse CLOSER LOOK  Elevation Pressure  The specific weight of water produces the pressure associated with the elevation of water above a datum. For example, for a 1 ft × 1 ft × 1 ft (300 mm x 300 mm x 300 mm) cube filled with water, the resultant pressure at the base of the cube would be the force exerted by the weight of the cube over the area of the base of the cube. The weight of the cube is 62.4 lb (28,304 g), and the area of the base of the cube is 1 ft2 (90,000 mm2), which would result in a pressure of 62.4 lb/ft2 or 0.433 psi (0.0298 bar). If this same cube were divided into columns of water with a base of 1 in.2 (645 mm2) and standing 1 ft (300 mm) tall, the cube would contain 144 such columns.  Elevation Pressure"
            }
        }
    },
    "28.5": {
        "title": "Pipe Schedules.",
        "content": {
            "28.5.1": {
                "title": "General.",
                "text": "28.5.1.1 The pipe schedule sizing provisions shall not apply to hydraulically calculated systems.  28.5.1.2 Sprinkler systems having sprinklers with K-factors other than 5.6 nominal, listed piping material other than that covered in Table 7.3.1.1, extra hazard Group 1 and Group 2 systems, and exposure protection systems shall be hydraulically calculated.  Enhanced Content Collapse The numbers of sprinklers shown in the pipe schedule tables are based on the assumption that the sprinklers in the pipe schedule system have a K-factor of K-5.6 (K-80). Sprinklers with a larger K-factor will flow more water than a K-5.6 (K-80) sprinkler at the same pressure, which would increase the friction loss in the piping and could adversely affect the ability of the sprinkler system to control the fire. Sprinklers with a smaller K-factor might not produce enough flow to control the fire.  28.5.1.3 The number of automatic sprinklers on a given pipe size on one floor shall not exceed the number given in 28.5.2, 28.5.3, or 28.5.4 for a given occupancy.  Enhanced Content Collapse The numbers of sprinklers shown in the pipe schedule tables are maximum numbers for the minimum size pipes shown. The graduated type of system—that is, larger pipe serving increasingly smaller pipe—is not mandatory, provided that the minimum pipe sizes established in the pipe schedule tables are met. The number of sprinklers per branch line is limited (see ﻿﻿﻿﻿28.5.2.1﻿﻿﻿﻿, ﻿﻿﻿28.5.3.1﻿﻿﻿, and ﻿﻿A.28.5.4﻿﻿) on pipe schedule systems, and, prior to 1966, the number of branch lines on a cross main was limited to 14 (see 28.5.1.3). These rules do not apply to hydraulically designed systems.  28.5.1.4* Size of Risers. Each system riser shall be sized to supply all sprinklers on the riser on any one floor as determined by the standard schedules of pipe sizes in 28.5.2, 28.5.3, or 28.5.4.  28.5.1.5 Slatted Floors, Large Floor Openings, Mezzanines, and Large Platforms. Buildings having slatted floors or large unprotected floor openings without approved stops shall be treated as one area with reference to pipe sizes, and the feed mains or risers shall be of the size required for the total number of sprinklers.  Enhanced Content Collapse Fire spreads readily through grated or slatted floors. Therefore, an area with such divisions must be treated as a single fire area for sizing pipe.  28.5.1.6 Stair Towers. Stair towers, or other construction with incomplete floors, if piped on independent risers, shall be treated as one area with reference to pipe sizes.  Enhanced Content Collapse A fire in a stair or tower can open a large number of sprinklers in that area. An independent riser supplying such an area must be sized to supply all the sprinklers in the area."
            },
            "28.5.2": {
                "title": "Schedule for Light Hazard Occupancies.",
                "text": "Branch lines and cross mains supplying sprinklers installed entirely above or entirely below ceilings shall be sized in accordance with Table 28.5.2.2.1.  Enhanced Content Collapse A fire either above or below a ceiling in a light hazard occupancy normally will be contained in that area by operating sprinklers. In light hazard pipe schedule systems, NFPA 13 permits more sprinklers on a branch line in the above or below configuration than are permitted on a branch line protecting a single area. NFPA 13 also permits more total sprinklers to be supplied by a given pipe size. To determine if sprinkler protection is needed above the ceiling, Section ﻿﻿9.2﻿﻿ should be consulted.  The requirement of 28.5.2.5 recognizes that piping dedicated to a given area—that is, above a ceiling or below a ceiling—must be sized to accommodate the sprinklers for that area only.  28.5.2.6* Where the total number of sprinklers above and below a ceiling exceeds the number specified in Table 28.5.2.4 for 21⁄2 in. (65 mm) pipe, the pipe supplying such sprinklers shall be increased to 3 in. (75 mm) and sized thereafter according to the schedule shown in Table 28.5.2.2.1 for the number of sprinklers above or below a ceiling, whichever is larger."
            },
            "28.5.3": {
                "title": "Schedule for Ordinary Hazard Occupancies.",
                "text": "Branch lines and cross mains supplying sprinklers installed entirely above or entirely below ceilings shall be sized in accordance with Table 28.5.3.4 or Table 28.5.3.5.  Enhanced Content Collapse A fire located either above or below a ceiling in an ordinary hazard occupancy normally will be contained in that area by operating sprinklers. In ordinary hazard pipe schedule systems, NFPA 13 permits more sprinklers on a branch line in the above or below configuration than are permitted on a branch line protecting a single area. NFPA 13 also permits more total sprinklers to be supplied by a given pipe size. To determine if sprinkler protection is needed above the ceiling, Section ﻿﻿9.2﻿﻿ should be consulted.  28.5.3.9* Where the total number of sprinklers above and below a ceiling exceeds the number specified in Table 28.5.3.7 for 3 in. (80 mm) pipe, the pipe supplying such sprinklers shall be increased to 31⁄2 in. (90 mm) or larger and sized thereafter according to the schedule shown in Table 28.5.2.2.1 or Table 28.5.3.4 for the number of sprinklers above or below a ceiling, whichever is larger.  28.5.3.10 Where the distance between the sprinklers protecting the occupied area exceeds 12 ft (3.7 m) or the distance between the branch lines exceeds 12 ft (3.7 m), the branch lines shall be sized in accordance with either Table 28.5.3.5, taking into consideration the sprinklers protecting the occupied area only, or Table 28.5.3.7, whichever requires the greater size of pipe.  Enhanced Content Collapse The probability of a fire involving the areas both above and below a ceiling in an ordinary hazard occupancy and opening in excess of 60 sprinklers is extremely remote. When piping or tubing is being sized for systems with more than 60 sprinklers with steel pipe and more than 65 sprinklers with copper tubing, the pipe or tubing diameter is increased to reduce friction loss."
            },
            "28.5.4": {
                "title": "Extra Hazard Occupancies.",
                "text": "Extra hazard occupancies shall be hydraulically calculated."
            }
        },
        "text": "Pipe schedules shall not be used, except in existing systems and in new systems or extensions to existing systems described in Chapter 19. Water supplies shall conform to 19.2.2."
    }
}