{
    "6.1": {
        "title": "Piping.",
        "content": {},
        "text": "[24:10.1] Installation Underground Piping Enhanced Content Collapse Chapter 6 covers the requirements for underground piping, including piping materials, fittings, joining of pipe and fittings, depth of cover, protection against freezing, protection against damage, laying of pipe, joint restraint, backfilling, and testing and acceptance. The use of private, underground piping leading from a municipal water supply or privately owned waterworks system is one of the most common methods of supply to automatic sprinkler systems. Exhibit 6.1 shows a municipal water supply (illustrated with black piping) connected to the private water supply piping (underground piping illustrated with red piping). The jurisdiction of ﻿﻿NFPA 24﻿﻿, Standard for the Installation of Private Fire Service Mains and Their Appurtenances, begins at the connection to the municipal water supply piping and ends within 24 in. (600 mm) of the underground piping entering the building. All piping, valves, and system appurtenances located between these connection points fall under the jurisdiction of NFPA 24. EXHIBIT 6.1 Underground Piping Connecting Municipal Supply Pipe to Fire Pump. (Courtesy of Stephan Laforest)
6.1* Piping.[24:10.1] Enhanced Content Collapse FAQ Are the underground requirements in NFPA 13 the same as in NFPA 24? The wording in Chapter 6 of NFPA 13 is extracted directly from ﻿﻿﻿﻿﻿﻿Chapter 10 of NFPA 24﻿﻿﻿﻿﻿﻿. As such, the two chapters are identical, including the text numbering (other than the chapter prefixes), the tables, and the figures. The inclusion of this material in NFPA 13 makes it easier for the reader to find the requirements for fire main piping supplying sprinkler systems, allows for better coordination between the two standards, and ensures uniformity in the requirements for underground piping serving water-based fire protection systems. 6.1.1* All piping used in private fire service mains shall be in accordance with 6.1.1.1, 6.1.1.2, or 6.1.1.3. [24:10.1.1] Enhanced Content Collapse FAQ Does 6.1.1 require that all piping utilized underground be listed for fire protection service? Underground pipe must meet either of the following criteria: Be listed for fire protection service Comply with the American Water Works Association (AWWA) or ASTM International standards specified in Table 6.1.1.1. 6.1.1.1 Use. Piping manufactured in accordance with Table 6.1.1.1 shall be permitted to be used. [24:10.1.1.1]
Table 6.1.1.1 Manufacturing Standards for Underground Pipe Materials and Dimensions Standard Ductile Iron Cement-mortar lining for ductile-iron pipe and fittings AWWA C104/A21.4 Polyethylene encasement for ductile-iron pipe systems AWWA C105/A21.5 Rubber-gasket joints for ductile-iron pressure pipe and fittings AWWA C111/A21.11 Flanged ductile-iron pipe with ductile-iron or gray-iron threaded flanges AWWA C115/A21.15 Thickness design of ductile-iron pipe AWWA C150/A21.50 Ductile-iron pipe, centrifugally cast AWWA C151/A21.51 Ductile iron water mains and their appurtenances AWWA C600 Concrete Reinforced concrete pressure pipe, steel-cylinder type AWWA C300 Prestressed concrete pressure pipe, steel-cylinder type AWWA C301 Reinforced concrete pressure pipe, non-cylinder type AWWA C302 Reinforced concrete pressure pipe, steel-cylinder type, pretensioned AWWA C303 Cement-mortar lining of water pipe lines in place, 4 in. (100 mm) and larger	AWWA C602 Plastic Polyvinyl chloride (PVC) pressure pipe and fabricated fittings, 4 in. through 60 in. (100 mm through 1,500 mm) AWWA C900 Polyethylene (PE) pressure pipe and fittings, 4 in. (100 mm) through 63 in. (1575 mm) for waterworks	AWWA C906 Molecularly oriented polyvinyl chloride (PVCO), 4 in. through 24 in. (100 mm through 600 mm) for water, wastewater, and reclaimed water service AWWA C909 Brass Seamless red brass pipe, standard sizes ASTM B43 Copper Seamless copper tube ASTM B75/B75M Seamless copper water tube ASTM B88 Wrought seamless copper and copper-alloy tube ASTM B251 Stainless Steel Seamless, welded, and heavily cold worked austenitic stainless steel pipes ASTM A312/312M [24:Table 10.1.1.1] Enhanced Content Collapse FAQ Several of the AWWA standards referenced in Table 6.1.1.1 address steel pipe. Does this indicate that steel pipe is permitted for general underground use if it meets the applicable AWWA standards in Table 6.1.1.1? Although several of the standards listed in Table 6.1.1.1 deal with steel pipe, flanges, welding, and installation, steel pipe is not permitted to be used in underground fire protection service, except for fire department connections or unless specially listed for this service. (See ﻿﻿﻿6.1.1.2﻿﻿﻿ and ﻿﻿6.1.1.3﻿﻿.) Steel pipe can be used for piping to a fire department connection because the fire department connection is an auxiliary, rather than a primary, water supply for the sprinkler system. Both coating and wrapping are required when internally galvanized steel pipe is used underground between an exterior fire department connection and the check valve where it connects to the system. Coating is also required for clamps, tie rods, and all bolted joint accessories. The use of plastic pipe, including polyvinyl chloride (PVC), polyethylene (PE), and oriented polyvinyl chloride (PVCO), are now included in Table 6.1.1.1 for use in underground systems, provided the piping is manufactured in accordance with the referenced AWWA standards. Listings are available for PVC and PVCO pipe and couplings for underground fire service.6.1.1.2 Piping specifically listed for use in private fire service mains shall be permitted to be used. [24:10.1.1.2] 6.1.1.2.1 Where listed pipe is used, it shall be installed in accordance with the listing limitations including installation instructions. [24:10.1.1.2.1] 6.1.1.2.2 Where listing limitations or installation instructions differ from the requirements of this standard, the listing limitations and installation instructions shall apply. [24:10.1.1.2.2] 6.1.1.3 Steel piping manufactured in accordance with Table 6.1.1.3 that is externally coated and wrapped and internally galvanized shall be permitted to be used between the hose coupling(s) on the fire department connection and the check valve installed in the fire department connection piping. [24:10.1.1.3] Table 6.1.1.3 Steel Piping for Fire Department Connections
Materials and Dimensions Standard Black and hot-dipped zinc-coated (galvanized) welded and seamless steel pipe for fire protection use	ASTM A795/A795M Pipe, steel, black and hot-dipped, zinc-coated, welded and seamless ASTM A53/A53M Electric-resistance-welded steel pipe ASTM A135/A135M [24:Table 10.1.1.3] 6.1.1.3.1 External coating and wrapping as required by 6.1.1.3 shall be approved. [24:10.1.1.3.1]
6.1.1.4 Dry Pipe Underground. 6.1.1.4.1 Where necessary to place pipe that will be under air pressure underground, the pipe shall be protected against corrosion. 6.1.1.4.2 Unprotected cast-iron or ductile-iron pipe shall be permitted where joined with a gasketed joint listed for air service underground. 6.1.2* All piping used in private fire service mains shall be rated for the maximum system working pressure to which the piping is exposed to but shall not be rated at less than 150 psi (10.3 bar). [24:10.1.2] 6.1.3* When lined piping is used, the manufacturer’s literature for internal diameter shall be used for all hydraulic calculations. [24:10.1.3] Enhanced Content Collapse AWWA C203, Coal-Tar Protective Coatings and Linings for Steel Water Pipelines, is one standard that describes the coating materials listed in ﻿﻿Table 6.1.1.1﻿﻿, but other bituminous (coal-tar) coatings are available. AWWA C105/A21.5, Polyethylene Encasement for Ductile-Iron Pipe Systems, which is referenced in ﻿Table 6.1.1.1﻿﻿, provides useful installation guidance where wrapping is required. The standard basically requires that high-density polyethylene tubes or sheets with a minimum nominal thickness of 0.004 in. (0.1 mm) or low-density polyethylene tubes or sheets with a minimum nominal thickness of 0.008 in. (0.2 mm) be used for the wrapping. The minimum width to be used is based on the nominal pipe diameter, as shown in Commentary Table 6.1. The polyethylene is not intended to create an airtight or watertight enclosure but to prevent contact between the pipe and surrounding backfill/bedding material. Slack must be provided to prevent stretching of the polyethylene where it bridges irregular surfaces such as bolted joints, in anticipation of backfilling operations. Cuts, tears, and punctures must be repaired. Overlaps must be a minimum of 12 in. (300 mm) and must be secured using tape, string, or tie straps. Overlaps to pipe areas not wrapped must extend a minimum of 36 in. (900 mm) and be circumferentially taped. Where piping is installed below the water table or in areas affected by tidal flooding, the wrapping must be circumferentially taped every 24 in. (600 mm). FAQ For calculation of lined underground piping, should the actual internal diameter be used? Care should be taken in using hydraulic calculations of underground piping, since manufacturers generally do not include the thickness of linings when providing information on the internal diameters of their piping products, and the thickness of the lining will vary with each manufacturer. Therefore, to calculate underground lined piping, it is imperative that the actual internal diameter of the pipe, accounting for any lining material, be utilized throughout the calculations. 6.1.4* Regardless of pipe type, underground piping shall be permitted to extend into the building through the slab or wall not more than 24 in. (600 mm). [24:10.1.4] Enhanced Content Collapse FAQ Where plastic pipe is utilized underground, is it acceptable to transition to steel pipe above ground? The use of plastic pipe above ground for fire main service is not permitted, so it is necessary to transition to a piping material that meets the requirements of Chapters ﻿﻿﻿7﻿﻿﻿ and ﻿﻿16﻿﻿ of NFPA 13. For more guidance on the transition from underground to aboveground piping and the need to protect the transition piece from damage, see the requirements in ﻿﻿﻿﻿5.1.5.1﻿﻿﻿﻿. 6.1.4.1 Underground piping extended vertically into the building through the slab shall be installed plumb. [24:10.1.4.1] Enhanced Content Collapse This new section to the 2022 editions of NFPA 24 and NFPA 13 is included to eliminate a common problem found on many installation sites, where the spigot piece of an underground installation in not installed “true” and therefore requires extra fittings or adjustments to align the fire protection system inside the building."
    },
    "6.2": {
        "title": "Fittings.",
        "content": {},
        "text": "[24:10.2]  6.2.1 All fittings used in private fire service mains shall be in accordance with 6.2.1.1 or 6.2.1.2. [24:10.2.1]  6.2.1.1 Fittings manufactured in accordance with Table 6.2.1.1 shall be permitted to be used. [24:10.2.1.1]    Table 6.2.1.1 Fittings Materials and Dimensions Materials and Dimensions\tStandard Cast Iron Gray iron threaded fittings, classes 125 and 250\tASME B16.4 Gray iron pipe flanges and flanged fittings, classes 25, 125, and 250\tASME B16.1 Ductile Iron Ductile-iron and gray-iron fittings\tAWWA C110/A21.10 Ductile-iron compact fittings\tAWWA C153/A21.53 Malleable Iron Malleable iron threaded fittings, classes 150 and 300\tASME B16.3 Copper Wrought copper and copper alloy solder joint pressure fittings\tASME B16.22 Cast copper alloy solder joint pressure fitting\tASME B16.18 Bronze Fittings Cast copper alloy threaded fittings, classes 125 and 250\tASME B16.15 Stainless Steel Wrought austenitic stainless steel pipe fittings\tASTM A403/A403M [24:Table 10.2.1.1]  6.2.1.2 Special Listed Fittings. Fittings specifically listed for use in private fire service mains shall be permitted to be used. [24:10.2.1.2]  6.2.1.2.1 Where listed fittings are used, they shall be installed in accordance with their listing limitations including installation instructions. [24:10.2.1.2.1]  6.2.1.2.2 Where listing limitations or installation instructions differ from the requirements of this standard, the listing limitations and installation instructions shall apply. [24:10.2.1.2.2]  6.2.2 All fittings used in private fire service mains shall be rated for the maximum system working pressure to which the fittings are exposed, but shall not be rated at less than 150 psi (10.3 bar). [24:10.2.2]  6.2.3 Where fittings installed in a private fire service main must be installed above grade, the fittings shall conform to NFPA 13. [24:10.2.3]  6.2.3.1 Fittings in accordance with 6.2.1 shall be permitted for the transition to the above ground piping or fittings. [24:10.2.3.1]"
    },
    "6.3": {
        "title": "Connection of Pipe, Fittings, and Appurtenances. [24:10.3]",
        "content": {
            "6.3.3": {
                "title": "Listed Connections.",
                "text": "Connections utilizing listed products shall be in accordance with the listing limitations and the manufacturer’s installation instructions. [24:10.3.3]  6.3.3.1 Where listing limitations or installation instructions differ from the requirements of this standard, the listing limitations and installation instructions shall apply. [24:10.3.3.1]"
            },
            "6.3.4": {
                "title": "Threaded Pipe and Fittings.",
                "text": "Where pipe, fittings or appurtenances are connected using threads, all threads shall be in accordance with ASME B1.20.1, Pipe Threads, General Purpose (Inch). [24:10.3.4]"
            },
            "6.3.5": {
                "title": "Grooved Connections.",
                "text": "Where pipe, fittings, or appurtenances are connected using grooves, they shall be connected in accordance with 6.3.5.1 through 6.3.5.3. [24:10.3.5]  6.3.5.1 Pipe, fittings, and appurtenances to be joined with grooved couplings shall contain cut, rolled, or cast grooves that are dimensionally compatible with the couplings. [24:10.3.5.1]  6.3.5.2 Pipe, fittings, and appurtenances that are connected with grooved couplings and are part of a listed assembly shall be permitted to be used. [24:10.3.5.2]  6.3.5.3* Pipe joined with grooved fittings shall be joined by a listed combination of fittings, gaskets, and grooves. [24:10.3.5.3]"
            },
            "6.3.6": {
                "title": "Copper Tube.",
                "text": "All joints for the connection of copper tube shall be brazed or joined using pressure fittings as specified in Table 6.2.1.1. [24:10.3.6]"
            }
        },
        "text": "Enhanced Content Collapse Although ﻿﻿﻿﻿6.3.1﻿﻿﻿﻿ and ﻿﻿﻿6.2.1﻿﻿﻿ simply require that buried joints be approved and that buried fittings be of an approved type, acceptable joining methods for listed piping generally are controlled as part of the pipe listing. Both ductile iron and PVC pipe generally are joined by bell and spigot ends in conjunction with rubber gaskets or by listed mechanical joints.  A simple rubber-gasket joint is termed a push-on joint, in which a single rubber-ring gasket is fitted into the recess of a bell end of a length of pipe and is compressed by the plain end of the entering pipe, forming a seal. The gasket and the annular recess are specially shaped to lock the gasket in place against displacement.  AWWA C111/A21.11, Rubber-Gasket Joints for Ductile-Iron Pressure Pipe and Fittings, which is referenced in ﻿﻿Table 6.1.1.1﻿﻿, requires that lubricants used in conjunction with push-on joints be labeled with the trade name or trademark and the pipe manufacturer’s name to ensure compatibility with gasket material.  6.3.1* Connection of all fittings and appurtenances to piping shall be in accordance with Section 6.3. [24:10.3.1]  6.3.2 Connections of pipe and fittings indicated in Table 6.1.1.1 and Table 6.2.1.1 shall be in accordance with the referenced standard in the table. [24:10.3.2]"
    },
    "6.4": {
        "title": "Protection of Private Fire Service Mains. [24:10.4]",
        "content": {
            "6.4.1": {
                "title": "Protection from Corrosion.",
                "text": "[24:10.4.1]  6.4.1.1 Coatings. All bolted joint accessories shall be cleaned and thoroughly coated with asphalt or other corrosion-retarding material after installation. [24:10.4.1.1]  Enhanced Content Collapse Protecting exposed bolts, rods, and glands is critically important for the long-term reliability of underground piping. Bolts and rods not properly coated for corrosion protection will deteriorate over time, allowing separation of the piping connections. This often results in expensive repairs and, in some cases, damage to the building.  6.4.1.2 The requirements of 6.3.5.3 shall not apply to epoxy-coated fittings, valves, glands, or other accessories. [24:10.4.1.2]  6.4.1.3* Where it is necessary to join metal pipe with pipe of dissimilar metal, the joint shall be insulated against the passage of an electric current using an approved method. [24:10.4.1.3]"
            },
            "6.4.2": {
                "title": "Protection of Piping.",
                "text": "[24:10.4.2]  Enhanced Content Collapse Buried piping must be located below the frost line to prevent freezing during the winter months. The piping must also be buried deep enough to be protected from other surface loads that could exert forces on the piping and cause mechanical damage, for example, where piping is installed under driveways, roads, railroad tracks, and building footings. Depending on the location, such depth might exceed the frost line depth.  6.4.2.1 Protection from Freezing. The depth of cover for private fire service mains and their appurtenances to protect against freezing shall be in accordance with 6.4.2. [24:10.4.2.1]  6.4.2.1.1* The top of the pipe shall be buried not less than 1 ft (300 mm) below the frost line for the locality. [24:10.4.2.1.1]  6.4.2.1.2 The depth of piping shall be measured from the top of the piping to the final grade. [24:10.4.2.1.2]  6.4.2.1.3 Where listed piping is used and the bury depth differs from this standard, the listing limitations shall apply. [24:10.4.2.1.3]  6.4.2.1.4 Where private fire service mains are installed above ground, they shall be protected from freezing in accordance with NFPA 13. [24:10.4.2.1.4]  6.4.2.1.5 Private fire service mains installed in water raceways or shallow streams shall be installed so that the piping will remain in the running water throughout the year. [24:10.4.2.1.5]  6.4.2.1.6 Where piping is installed adjacent to a vertical face, it shall be installed from the vertical face at the same distance as if the piping were buried. [24:10.4.2.1.6]  6.4.2.1.7 Protection of private fire service mains from freezing using heat tracing shall be permitted when the heat tracing is specifically listed for underground use. [24:10.4.2.1.7]  6.4.2.1.7.1 Heat tracing not listed for underground use shall be permitted when piping is installed in accordance with 6.1.4. [24:10.4.2.1.7.1]  6.4.2.2 Protection from Mechanical Damage. The depth of cover for private fire service mains and their appurtenances to protect against mechanical damage shall be in accordance with 6.4.2.2. [24:10.4.2.2]  6.4.2.2.1 The depth of piping shall be measured from the top of the piping to the final grade. [24:10.4.2.2.1]  6.4.2.2.2 In locations where freezing is not a factor, the depth of cover shall not be less than 30 in. (750 mm) below grade to prevent mechanical damage. [24:10.4.2.2.2]  6.4.2.2.2.1 Where listed piping is used and the bury depth differs from this standard, the listing limitations shall apply. [24:10.4.2.2.2.1]  6.4.2.2.3 Private fire service mains installed under driveways or roadways shall be buried at a minimum depth of 36 in. (900 mm). [24:10.4.2.2.3]  6.4.2.2.3.1 Sidewalks, walkways, and other paved or concrete pedestrian passageways shall not be required to comply with 6.4.2.2.3. [24:10.4.2.2.3.1]  6.4.2.2.4 Private fire service mains installed under railroad tracks shall be buried at a minimum depth of 4 ft (1.2 m). [24:10.4.2.2.4]  6.4.2.2.4.1 Where railroad operators require a greater depth of bury, the greater depth shall apply. [24:10.4.2.2.4.1]  6.4.2.2.5 Private fire service mains installed under large piles of heavy commodities or subject to heavy shock and vibrations shall be buried at a minimum depth of 4 ft (1.2 m). [24:10.4.2.2.5]  6.4.2.2.6 Where private fire service mains are installed above ground, they shall be protected with bollards or other means as approved by the AHJ when subject to mechanical damage. [24:10.4.2.2.6]"
            },
            "6.4.3": {
                "title": "Private Fire Service Mains Beneath Buildings.",
                "text": "Except as permitted by 6.4.3, private fire service mains shall not be installed beneath buildings. [24:10.4.3]  Enhanced Content Collapse ASK THE SYSTEM DESIGNER  Is it okay to run pipe under a building?  NFPA 13 and ﻿﻿NFPA 24﻿﻿ discourage the installation of pipe under buildings. While 6.4.3 does provide a way to run the pipe under the building, doing so should be the last resort. This answer is not referring to a small portion of pipe that goes under only a small section of the building for 12 in. to 24 in. (300 mm to 600 mm) before turning up into a riser—that situation is expected. The concern is for pipe that completely passes under a building or runs under a building for a long distance before emerging.  The problem is that if the pipe breaks or develops a leak, it can be extremely difficult to repair if it runs under the building. Water discharging from the pipe can undermine the building’s foundation and cause significant damage to the building. Every joint in a run of piping under a building has the potential to release water, so the longer the run of pipe under the building, the more of a concern it will be.  If pipe must be run under a building, the requirements in ﻿﻿﻿﻿﻿6.4.3﻿﻿﻿﻿﻿ provide guidance on how to best address that scenario. Running the pipe in a covered trench helps to provide access to the pipe if a problem develops after the building is finished. The trench should be accessible from the basement or lowest floor of the building.  Putting control valves on either end of the portion of the pipe running under the building allows the piping under the building to be isolated if a problem develops. In the worst case, piping under a building might have to be abandoned. Replacement pipe can then be connected around the building by shutting the control valves to allow work on the pipe to be performed without it being pressurized. The control valves typically are post-indicator valves (PIVs) because they are the easiest to connect to underground piping outside and away from the building.  The following illustration shows a plan view of a building where the suction pipe for the fire pump runs under the building to a pump room in the basement. Because of the building’s placement and use, this is the only spot where the pump could be located. The pipe is run in a trench and has control valves at both ends—one outside the building (PIV1) and the other in the piping in the pump room (OSY2). If a problem occurs under the building, the control valves can be closed, the piping in the trench can be accessed, and the pipe can be repaired without having to drain a significant portion of piping or tear up the building.  Suction Piping Under Building.    6.4.3.1*  Private fire service mains supplying fire protection systems within the building shall be permitted to extend horizontally no more than 10 ft (3.0 m) cumulatively, as measured from the outside of the building, under the building to the riser location. [24:10.4.3.1]  Enhanced Content Collapse The requirement in 6.4.3.1 permits a riser lead-in main to run underneath the building’s footing or to penetrate the foundation wall if the main rises through the floor slab within 10 ft (3 m) of the building’s exterior wall.  6.4.3.1.1* Pipe joints shall not be located directly under foundation footings. [24:10.4.3.1.1]  6.4.3.1.2* Piping shall be installed a minimum of 12 in. (300 mm) below the bottom of building foundations or footers. [24:10.4.3.1.2]  6.4.3.1.2.1 The requirements of 6.4.3.1.2 shall not apply when the piping is sleeved with an approved material. [24:10.4.3.1.2.1]  Enhanced Content Collapse When buildings are built over existing underground piping, the piping should be rerouted around the new building for several reasons. Piping located under buildings is extremely difficult to repair, which is one of the reasons that ﻿﻿﻿6.4.3﻿﻿﻿ limits the installation of pipe under buildings. When piping under buildings requires repair, operations in the building must be curtailed, equipment might need to be moved, and the floor must be excavated. Leaks in the buried piping underneath the building can go undetected for long periods, water can surface inside and damage building contents, and leaks can undermine the building support. The location of system control valves in the center of a building would be highly undesirable during a fire event.  Where the installation of piping under a building is approved by the authority having jurisdiction, ﻿﻿6.4.3.2﻿﻿ provides limitations on the length the pipe is permitted to be extended into the building and requirements for the installation that will limit the potential for a pipe break.  6.4.3.2* Private fire service mains shall not be permitted to extend more than 10 ft (3 m) under the building except as allowed in 6.4.3.2.1. [24:10.4.3.2]  Enhanced Content Collapse While locating risers adjacent to exterior walls is not practical, 6.4.3.2 nevertheless requires pipe runs to meet specific requirements to protect the piping from damage, limit the potential for a pipe break, provide accessibility, and provide a means of isolating the piping.  6.4.3.2.1* Where private fire service mains extend more than 10 ft (3 m) into the building, they shall be run in a covered trench. [24:10.4.3.2.1]  6.4.3.2.1.1* The trench shall be accessible from within the building. [24:10.4.3.2.1.1]  6.4.3.2.1.2 The trench shall have rigid walls and a base. [24:10.4.3.2.1.2]  6.4.3.2.1.3 The trench shall be constructed of noncombustible materials. [24:10.4.3.2.1.3]  6.4.3.2.1.4* Provisions for draining water shall be provided for the trench. [24:10.4.3.2.1.4]  6.4.3.2.1.5 Where the piping in the trench is installed under foundations or footers, clearance shall be provided in accordance with 6.4.3.1.2 or 6.4.3.1.2.1. [24:10.4.3.2.1.5]  6.4.3.2.2 Piping in the trench shall be permitted to be in accordance with 6.1.1. [24:10.4.3.2.2]  6.4.3.2.2.1 Aboveground piping in accordance with NFPA 13 shall be permitted to be used. [24:10.4.3.2.2.1]  6.4.3.2.2.2 Where piping installed in the trench is in accordance with 6.1.1, all joints shall be restrained in accordance with 6.6.2 or 6.6.3. [24:10.4.3.2.2.2]  6.4.3.2.3* Where piping is installed in a trench as permitted by 6.4.3.2.1, a valve shall be provided where the underground piping enters the trench. [24:10.4.3.2.3]  6.4.3.2.4 When piping is installed in a trench, bury depths of 6.4.2.2 shall not apply. [24:10.4.3.2.4]  6.4.3.2.4.1 Piping in the trench shall be protected from freezing in accordance with 6.4.2.1.4. [24:10.4.3.2.4.1]"
            }
        }
    },
    "6.5": {
        "title": "Grounding and Bonding.",
        "content": {
            "6.6.1": {
                "title": "Thrust Blocks.",
                "text": "6.6.1.1 Thrust blocks shall be permitted where soil is stable and capable of resisting the anticipated thrust forces. [24:10.6.1.1]  6.6.1.2 Thrust blocks shall be concrete of a mix not leaner than one part cement, two and one-half parts sand, and five parts stone. [24:10.6.1.2]  6.6.1.3 Thrust blocks shall be placed between undisturbed earth and the fitting to be restrained and shall be capable of resisting the calculated thrust forces. [24:10.6.1.3]  6.6.1.4 Wherever possible, thrust blocks shall be located so that the joints are accessible for repair. [24:10.6.1.4]  Enhanced Content Collapse Exhibit 6.2 illustrates a typical thrust block arrangement.  EXHIBIT 6.2 Typical Thrust Block Arrangement. (Courtesy of Stephan Laforest)"
            },
            "6.6.2": {
                "title": "Restrained Joint Systems.",
                "text": "Private fire service mains using restrained joint systems shall include one or more of the following: (1) Listed locking mechanical or push-on joints  (2) Listed mechanical joints utilizing setscrew retainer glands  (3) Listed bell joint restraints  (4) Bolted flange joints  (5) Pipe clamps and tie rods in accordance with 6.6.2.1  (6) Other approved methods or devices  [24:10.6.2]  Enhanced Content Collapse Any one of the restraining systems listed in 6.6.2 is considered acceptable. Flange adapter fittings and other mechanical joints do not necessarily provide joint restraint. For example, flange adapter fittings are listed by Underwriters Laboratories as “fittings, retainer type” in UL 194, Gasketed Joints for Ductile-Iron Pipe and Fittings for Fire Protection Service. UL 194 further categorizes such fittings as either “gasketed joints with self-restraining feature” or “gasketed joints without self-restraining feature.”The latter includes gasketed joints consisting of merely a pipe or fitting bell and a spigot end without a feature for joint restraint. Under the provisions of UL 194, all gasketed joints are provided with a pressure test at twice the rated working pressure, with their joints deflected to the maximum angle specified by the manufacturer. Joints for which the manufacturer claims a self-restraining feature are not provided with external restraint during the test. The manufacturer’s literature should specify whether external restraint is required. An example of a restrained coupling is shown in Exhibit 6.3. Rods and clamps can be used as an alternative to the restrained joint system shown in ﻿﻿Figure A.6.6.2﻿﻿.  EXHIBIT 6.3 Example of Restrained Coupling. (Courtesy of EBAA Iron, Inc.)    6.6.2.1* Sizing Clamps, Rods, Bolts, and Washers. [24:10.6.2.1]  6.6.2.1.1 Clamps. [24:10.6.2.1.1]  6.6.2.1.1.1 Clamps shall have the following dimensions: (1) 1⁄2 in. × 2 in. (13 mm × 50 mm) for 4 in. (100 mm) to 6 in. (150 mm) pipe  (2) 5⁄8 in. × 21⁄2 in. (16 mm × 65 mm) for 8 in. (200 mm) to 10 in. (250 mm) pipe  (3) 5⁄8 in. × 3 in. (16 mm × 75 mm) for 12 in. (300 mm) pipe  [24:10.6.2.1.1.1]  6.6.2.1.1.2 The diameter of a bolt hole shall be 1⁄8 in. (3.2 mm) larger than that of the corresponding bolt. [24:10.6.2.1.1.2]  6.6.2.1.2 Rods. [24:10.6.2.1.2]  6.6.2.1.2.1 Rods shall be not less than 5⁄8 in. (16 mm) in diameter. [24:10.6.2.1.2.1]  6.6.2.1.2.2 Table 6.6.2.1.2.2 provides the numbers of various diameter rods that shall be used for a given pipe size. [24:10.6.2.1.2.2]    Table 6.6.2.1.2.2 Rod Number — Diameter Combinations Nominal Pipe Size\t5⁄ 8 in. (16 mm)\t3⁄ 4 in. (20 mm)\t7⁄ 8 in. (22 mm)\t1 in. (25 mm) in.\tmm 4\t100\t2\t—\t—\t— 6\t150\t2\t—\t—\t— 8\t200\t3\t2\t—\t— 10\t250\t4\t3\t2\t— 12\t300\t6\t4\t3\t2 14\t350\t8\t5\t4\t3 16\t400\t10\t7\t5\t4 Note: This table has been derived using pressure of 225 psi (15.5 bar) and design stress of 25,000 psi (172.4 MPa).  [24:Table 10.6.2.1.2.2]  6.6.2.1.2.3 When using bolting rods, the diameter of mechanical joint bolts shall limit the diameter of rods to 3⁄4 in. (20 mm). [24:10.6.2.1.2.3]  6.6.2.1.2.4 Threaded sections of rods shall not be formed or bent. [24:10.6.2.1.2.4]  6.6.2.1.2.5 Where using clamps, rods shall be used in pairs for each clamp. [24:10.6.2.1.2.5]  6.6.2.1.2.6 Assemblies in which a restraint is made by means of two clamps canted on the barrel of the pipe shall be permitted to use one rod per clamp if approved for the specific installation by the AHJ. [24:10.6.2.1.2.6]  6.6.2.1.2.7 Where using combinations of rods, the rods shall be symmetrically spaced. [24:10.6.2.1.2.7]  6.6.2.1.3 Clamp Bolts. Clamp bolts shall have the following diameters: (1) 5⁄8 in. (16 mm) for pipe 4 in. (100 mm), 6 in. (150 mm), and 8 in. (200 mm)  (2) 3⁄4 in. (20 mm) for 10 in. (250 mm) pipe  (3) 7⁄8 in. (22 mm) for 12 in. (300 mm) pipe  [24:10.6.2.1.3]  6.6.2.1.4 Washers. [24:10.6.2.1.4]  6.6.2.1.4.1 Washers shall be permitted to be cast iron or steel and round or square. [24:10.6.2.1.4.1]  6.6.2.1.4.2 Cast-iron washers shall have the following dimensions: (1) 5⁄8 in. × 3 in. (16 mm × 75 mm) for 4 in. (100 mm), 6 in. (150 mm), 8 in. (200 mm), and 10 in. (250 mm) pipe  (2) 3⁄4 in. × 31⁄2 in. (20 mm × 90 mm) for 12 in. (300 mm) pipe  [24:10.6.2.1.4.2]  6.6.2.1.4.3 Steel washers shall have the following dimensions: (1) 1⁄2 in. × 3 in. (12 mm × 75 mm) for 4 in. (100 mm), 6 in. (150 mm), 8 in. (200 mm), and 10 in. (250 mm) pipe  (2) 1⁄2 in. × 31⁄2 in. (12 mm × 90 mm) for 12 in. (300 mm) pipe  [24:10.6.2.1.4.3]  6.6.2.1.4.4 The diameter of holes shall be 1⁄8 in. (3 mm) larger than that of bolts or rods. [24:10.6.2.1.4.4]  6.6.2.2 Sizes of Restraint Straps for Tees. [24:10.6.2.2]  6.6.2.2.1 Restraint straps for tees shall have the following dimensions: (1) 5⁄8 in. (16 mm) thick and 21⁄2 in. (65 mm) wide for 4 in. (100 mm), 6 in. (150 mm), 8 in. (200 mm), and 10 in. (250 mm) pipe  (2) 5⁄8 in. (16 mm) thick and 3 in. (75 mm) wide for 12 in. (300 mm) pipe  [24:10.6.2.2.1]  6.6.2.2.2 The diameter of rod holes shall be 1⁄16 in. (1.6 mm) larger than that of rods. [24:10.6.2.2.2]  6.6.2.2.3 Figure 6.6.2.2.3 and Table 6.6.2.2.3 shall be used in sizing the restraint straps for both mechanical and push-on joint tee fittings. [24:10.6.2.2.3]  code book image: e1b3b060-5f1a-11eb-a38d-0de52099bdc8 Figure 6.6.2.2.3 Restraint Straps for Tees. [24:Figure 10.6.2.2.3]    Table 6.6.2.2.3 Restraint Straps for Tees Nominal Pipe Size\t\tA\t\tB\t\tC\t\tD in.\tmm\t\tin.\tmm\t\tin.\tmm\t\tin.\tmm\t\tin.\tmm 4\t100\t\t121⁄2\t315\t\t101⁄8\t255\t\t21⁄2\t65\t\t13⁄4\t45 6\t150\t\t141⁄2\t365\t\t121⁄8\t305\t\t39⁄16\t90\t\t213⁄16\t70 8\t200\t\t163⁄4\t420\t\t143⁄8\t360\t\t421⁄32\t115\t\t329⁄32\t100 10\t250\t\t191⁄16\t475\t\t1611⁄16\t415\t\t53⁄4\t145\t\t5\t125 12\t300\t\t225⁄16\t560\t\t193⁄16\t480\t\t63⁄4\t170\t\t57⁄8\t145 [24:Table 10.6.2.2.3]  6.6.2.3 Sizes of Plug Strap for Bell End of Pipe. [24:10.6.2.3]  6.6.2.3.1 The strap shall be 3⁄4 in. (20 mm) thick and 21⁄2 in. (65 mm) wide. [24:10.6.2.3.1]  6.6.2.3.2 The strap length shall be the same as dimension A for tee straps as shown in Figure 6.6.2.2.3. [24:10.6.2.3.2]  6.6.2.3.3 The distance between the centers of rod holes shall be the same as dimension B for tee straps as shown in Figure 6.6.2.2.3. [24:10.6.2.3.3]  6.6.2.4 Material. Clamps, rods, rod couplings or turnbuckles, bolts, washers, restraint straps, and plug straps shall be of a material that has physical and chemical characteristics that indicate its deterioration under stress can be predicted with reliability. [24:10.6.2.4]   6.6.2.5 Corrosion Resistance. After installation, rods, nuts, bolts, washers, clamps, and other restraining devices shall be cleaned and thoroughly coated with a corrosion-retarding material. [24:10.6.2.5]  6.6.2.5.1 The requirements of 6.6.2.5 shall not apply to epoxy-coated fittings, valves, glands, or other accessories. [24:10.6.2.5.1]  6.6.3* Private fire service mains utilizing one or more of the following connection methods shall not require additional restraint, provided that such joints can pass the hydrostatic test of 6.10.2.2 without shifting of piping. (1) Threaded connections  (2) Grooved connections  (3) Welded connections  (4) Heat-fused connections  (5) Chemical or solvent cemented connections  [24:10.6.3]"
            }
        },
        "text": "[24:10.5]  6.5.1* In no case shall the underground piping be used as a grounding electrode for electrical systems. [24:10.5.1]  Enhanced Content Collapse FAQ  Why does the requirement of 6.5.1 prohibit the use of underground piping for grounding of electrical services?  The use of underground fire protection piping for electrical grounding increases the potential for stray ground currents and increased galvanic corrosion, which is why such use is prohibited by 6.5.1. Grounding to piping systems that could have nonconductive piping or joints (such as PVC piping) is especially dangerous, since it might not provide the expected ground. In no case should the underground piping be used as a grounding electrode for electrical systems. Electrical equipment should be grounded in accordance with ﻿﻿NFPA 70﻿﻿, National Electrical Code.  6.5.1.1* The requirement of 6.5.1 shall not preclude the bonding of the underground piping to the lightning protection grounding system as required by NFPA 780 in those cases where lightning protection is provided for the structure. [24:10.5.1.1]  6.6* Restraint. Private fire service mains shall be restrained against movement at changes in direction in accordance with 6.6.1, 6.6.2, or 6.6.3. [24:10.6]  Enhanced Content Collapse Section 6.6 addresses the need to restrain pipe movement caused by hydraulic pressure or dynamic thrust forces created by water changing direction as it flows through the pipe. The pipe is restrained by specific joining methods or by the use of mechanical fasteners or other approved methods. Restraint in unrestrained pipe joints is typically provided by thrust blocks, which are provided at piping direction changes (i.e., elbows, bends, and tee fittings) to prevent unrestrained pipe joints from separating and to prevent pipe movement in soft soil."
    },
    "6.7": {
        "title": "Steep Grades.",
        "content": {},
        "text": "[24:10.7]  6.7.1 On steep grades, mains shall be additionally restrained to prevent slipping. [24:10.7.1]  6.7.1.1 Pipe shall be restrained at the bottom of a hill and at any turns (lateral or vertical). [24:10.7.1.1]  6.7.1.1.1 The restraint specified in 6.7.1.1 shall be to natural rock or to piles or piers built on the downhill side of the bell. [24:10.7.1.1.1]  6.7.1.2 Bell ends shall be installed facing uphill. [24:10.7.1.2]  6.7.1.3 Straight runs on hills shall be restrained as determined by a design professional. [24:10.7.1.3]"
    },
    "6.8": {
        "title": "Installation Requirements.",
        "content": {},
        "text": "[24:10.8]  Enhanced Content Collapse The precautions that must be taken during the installation to minimize damage to underground piping, to eliminate stresses, and to ensure a long service life are outlined in Section 6.8. In the United States, the federal Occupational Safety and Health Administration (OSHA) has a number of requirements relating to safety issues involved in underground piping installation. (For OSHA regulations on excavations, see 29 CFR 1926, Subpart P, and for OSHA regulations on confined spaces, see 29 CFR 1910.146.)  Trenching operations might require sloping, shoring, or shielding of the trench. Soil classification must be determined to select the correct options. In the absence of soil classification, sloping of the excavation wall can be performed with the slope limited to 1½ horizontal to 1 vertical, which is a maximum of 34 degrees from horizontal.  Confined space entry procedures are often triggered when access is needed to control valves located in pits. For that reason, control valves are brought above ground in areas where freezing is not a concern, and special prefabricated heated enclosures (see Exhibit 6.4) are available to allow aboveground valve installations in areas subject to freezing.  EXHIBIT 6.4 Heated Enclosure. (Courtesy of AquaSHIELD)    6.8.1 Piping, valves, hydrants, gaskets, and fittings shall be inspected for damage when received and shall be inspected prior to installation. [24:10.8.1]  6.8.2 The tightness of bolted joints shall be verified by the bolt torque or by the method described in the listing information or manufacturer’s installation instructions. [24:10.8.2]  6.8.3 Pipe, valves, hydrants, and fittings shall be clean and free from internal debris. [24:10.8.3]  Enhanced Content Collapse Precautions must be taken to prevent rocks and other foreign materials from entering piping during installation. Such materials can be carried into fire protection system piping and cause obstructions and system failure during a fire. Care during installation is important, but it does not eliminate the need to flush the piping as part of the acceptance testing. Exhibit 6.5 illustrates debris that was expelled from underground piping while the system was being flushed.  EXHIBIT 6.5 Debris Removed from Underground Piping. (Courtesy of FM Global)    6.8.4 When work is stopped, the open ends of piping, valves, hydrants, and fittings shall be plugged or covered to prevent foreign materials from entering. [24:10.8.4]  6.8.5 All piping, fittings, valves, and hydrants shall be examined for cracks or other defects while suspended above the trench and lowered into the trench using equipment designed for such use. [24:10.8.5]  6.8.6 Plain ends shall be inspected for signs of damage prior to installation. [24:10.8.6]  6.8.7 Piping, fittings, valves, hydrants, and appurtenances shall not be dropped, dumped or rolled or skidded against other materials. [24:10.8.7]  6.8.8 Pipes shall be supported in the trench throughout their full length and shall not be supported by the bell ends only or by blocks. [24:10.8.8]  6.8.9 If the ground is soft, other means shall be provided to support the pipe. [24:10.8.9]  6.8.10 Valves and fittings used with nonmetallic pipe shall be supported and restrained in accordance with the manufacturer’s installation instructions. [24:10.8.10]"
    },
    "6.9": {
        "title": "Backfilling.",
        "content": {},
        "text": "[24:10.9]  6.9.1 Backfill material shall be tamped in layers or in puddles under and around pipes to prevent settlement or lateral movement and shall contain no ashes, cinders, refuse, organic matter, or other corrosive materials. [24:10.9.1]  Enhanced Content Collapse Improper backfill is a major cause of underground piping failures. Proper consolidation of backfill can prevent voids that eventually place stress on the piping and joints.  Underground piping should be laid on a firm bed of earth for its entire length, with the earth scooped out at the joints. Clean earth, sand, or screened gravel should be tamped under, around, and above the pipe to a level of 12 in. (300 mm) above. The excavation should then be backfilled to grade, compacting the fill layers in the trench as they are added. Puddling, which involves the use of water to help consolidate soil around and below the piping, is occasionally used to assist the backfill compaction effort.  6.9.2 Backfill material shall not contain ash, cinders, refuse, organic matter or other corrosive materials. [24:10.9.2]  Enhanced Content Collapse Clean fill cushions the pipe and evenly distributes the load to the surrounding earth. The presence of cinders, refuse, and other organic matter can create points of accelerated corrosion that can reduce the life of underground piping.  6.9.3* In the absence of specific guidelines or specifications, the maximum allowable particle size for backfill within 1 ft (300 mm) of the pipe shall not be larger than 11⁄2 in. (40 mm). [24:10.9.3]  6.9.3.1 Nominal pipe sizes of 4 in. (100 mm) or smaller shall not exceed 1⁄2 in. (13 mm) maximum particle size. [24:10.9.3.1]  6.9.3.2 Nominal pipe sizes of 6 in. to 12 in. (150 mm to 300 mm) shall not exceed 3⁄4 in. (19 mm) maximum particle size. [24:10.9.3.2]  6.9.4 Frozen earth shall not be used as backfill material. [24:10.9.4]  6.9.5 In trenches cut through rock, tamped backfill shall be used for at least 6 in. (150 mm) under and around the pipe and for at least 2 ft (600 mm) above the pipe. [24:10.9.5]  6.9.6 Where using piping listed for private fire service mains, the manufacturer’s installation instructions for backfill shall be followed. [24:10.9.6]"
    },
    "6.10": {
        "title": "Testing and Acceptance.",
        "content": {
            "6.10.1": {
                "title": "Approval of Underground Piping.",
                "text": "[24:10.10.1]   6.10.1.1 The installing contractor shall be responsible for the following: (1) Notifying the AHJ and the owner’s representative of the time and date testing is to be performed  (2) Performing all required acceptance tests  (3) Completing and signing a contractor’s material and test certificate(s) shown in Figure 6.10.1.1  [24:10.10.1.1]  code book image: 3fd90e1d-5f1a-11eb-a38d-0de52099bdc8 code book image: 3f58937b-5f1a-11eb-a38d-0de52099bdc8 Figure 6.10.1.1 Sample of Contractor’s Material and Test Certificate for Underground Piping. [24:Figure 10.10.1.1]   6.10.1.2 Alternate forms or electronic records providing at minimum the required information found in Figure 6.10.1.1 shall be permitted. [24:10.10.1.2]"
            },
            "6.10.2": {
                "title": "Acceptance Requirements.",
                "text": "[24:10.10.2]  Enhanced Content Collapse ASK THE AHJ  If acceptance testing already has been witnessed by the water department or authority, does the installer need to perform the testing again so the fire department can witness the testing?  Yes, in most cases. A vast majority of the water department testing requirements are based on decontaminating and/or chlorinating the underground piping and domestic pressure tests using AWWA standards. That testing typically is not comprehensive enough to meet the requirements of NFPA 13 and ﻿﻿NFPA 24﻿﻿ for flushing debris that can obstruct a sprinkler system from the pipes. Additionally, fire service mains and combination domestic/fire service mains are typically designed for much higher pressures than domestic-only piping.  6.10.2.1* Flushing of Piping. [24:10.10.2.1]  Enhanced Content Collapse Prior to connection of the aboveground sprinkler piping to the underground service, the contractor installing the aboveground piping is responsible for obtaining documentation that certifies that the requirements of Section ﻿﻿6.10﻿﻿ and the form shown in ﻿﻿﻿﻿Figure 6.10.1.1﻿﻿﻿﻿ have been properly completed. For this requirement, see the row titled “Tests” in ﻿﻿﻿Figure A.29.1﻿﻿﻿. If the aboveground contractor connects the aboveground piping to the underground service without proper system flushing, a full obstruction investigation will be necessary to ensure that debris is not in the sprinkler system.  For information on conducting a full obstruction investigation, see ﻿﻿﻿﻿﻿Chapter 14 of NFPA 25﻿﻿﻿﻿﻿, Standard for the Inspection, Testing, and Maintenance of Water-Based Fire Protection Systems.  6.10.2.1.1 Underground piping, from the water supply to the system riser, and lead-in connections to the system riser, including all hydrants, shall be completely flushed before connection is made to downstream fire protection system piping. [24:10.10.2.1.1]  6.10.2.1.2 The flushing operation shall continue until water flow is verified to be clear of debris. [24:10.10.2.1.2]  6.10.2.1.3* The minimum rate of flow shall be in accordance with Table 6.10.2.1.3. [24:10.10.2.1.3]    Table 6.10.2.1.3 Flow Required to Produce Velocity of 10 ft/sec (3.0 m/sec) in Pipes Nominal Pipe Size (in.)\tFlow Rate (gpm)\tNominal Pipe Size (mm)\tFlow Rate (L/min) 2\t100\t50\t380 21⁄2\t150\t65\t570 3\t220\t75\t833 4\t390\t100\t1,500 5\t610\t125\t2,300 6\t880\t150\t3,350 8\t1,560\t200\t5,900 10\t2,440\t250\t9,250 12\t3,520\t300\t13,300 [24:Table 10.10.2.1.3]  Enhanced Content Collapse In some cases, the fire protection water supply might not be capable of producing the flows listed in Table 6.10.2.1.3. If the flow rate is not available, then the maximum available flow must be used to ensure that any debris in the piping will be dislodged during the flushing operation.  Sprinkler systems can draw greater flows than most domestic or process uses. Fire department pumpers taking suction from hydrants for pumping into sprinkler systems and normal fire-fighting operations further increase flow rates and velocities and can dislodge other materials in the piping network, forcing them into sprinkler system piping.  Because of the inherent nature of sprinkler system design in which pipe sizes usually decrease beginning at the point of connection to the underground piping, objects that move from the underground piping into the sprinkler system can become lodged at a point in the system where they could obstruct the passage of water.  Studies by FM Global concluded that the size of objects that will move upward in piped water streams can be determined if the density of the object and the velocity of the water stream are known. For example, granite that is 2 in. (50 mm) in diameter will move upward in piping if the water stream velocity is 5.64 ft/sec (1.72 m/sec). The flow rates in Table 6.10.2.1.3 reflect velocities of approximately 10 ft/sec (3 m/sec), which is generally agreed on as a reasonably fast flow capable of removing most obstructing debris.  6.10.2.1.3.1 Where the flow rates established in Table 6.10.2.1.3 are not attainable, the maximum allowable flow rate at the minimum allowable residual pressure to the system shall be acceptable. [24:10.10.2.1.3.1]   6.10.2.1.3.2 Suction piping supplying fire pump(s) shall be flushed prior to connecting to the fire pump(s) based on the requirements of NFPA 20. [24:10.10.2.1.3.2]   6.10.2.1.4* In lieu of flushing with the waterflow rates prescribed in 6.10.2.1.3 and 6.10.2.1.3.1, water main cleaning of the piping by the forceful introduction of swabs through the pipe shall be permitted. [24:10.10.2.1.4]   6.10.2.1.4.1 Water main swabbing shall be repeated, as necessary, until the last swab that has fully penetrated the pipe is clean and the discharge water is clear. [24:10.10.2.1.4.1]  Enhanced Content Collapse Paragraph 6.10.2.1.4.1 is new to the 2022 edition and introduces an alternative cleaning procedure to traditional flushing. Water main swabbing can be a suitable alternative to flushing where water conservation measures are in place or flushing is not desired for some other reason.   6.10.2.1.5 Provision shall be made for the disposal of water used for flushing or testing to minimize any water damage caused by the discharge. [24:10.10.2.1.5]  6.10.2.2 Hydrostatic Test. [24:10.10.2.2]  6.10.2.2.1* All piping and attached appurtenances subjected to system working pressure shall be hydrostatically tested at gauge pressure of 200 psi (14 bar) or 50 psi (3.4 bar) in excess of the system working pressure, whichever is greater, and shall maintain that pressure at gauge pressure of ±5 psi (0.3 bar) for 2 hours. [24:10.10.2.2.1]  6.10.2.2.2 Successful test results shall be determined by indication of either a pressure loss less than gauge pressure of 5 psi (0.3 bar) or by no visual leakage. [24:10.10.2.2.2]  6.10.2.2.3 The test pressure shall be read from one of the following, located at the lowest elevation of the system or the portion of the system being tested: (1) A gauge located at one of the hydrant outlets  (2) A gauge located at the lowest point where no hydrants are provided  [24:10.10.2.2.3]  6.10.2.2.4* The trench shall be backfilled between joints before testing to prevent movement of pipe. [24:10.10.2.2.4]  Enhanced Content Collapse The trench must be backfilled prior to hydrostatic testing to prevent movement of underground piping. The backfilling can take place between joints if it is desired that the joints be observed for leakage and if the backfill depth is sufficient to prevent movement. As an alternative, the joints can also be covered, but the contractor remains responsible for locating and correcting excessive leakage.  A 2-hour hydrostatic test is required at not less than 200 psi (13.8 bar) and at least 50 psi (3.4 bar) above the maximum expected static pressure. The piping between an exterior fire department connection and the check valve in the connection’s inlet pipe also must be hydrostatically tested. All thrust blocks should be hardened before testing takes place.  6.10.2.2.5 Where required for safety measures presented by the hazards of open trenches, the pipe and joints shall be permitted to be backfilled, provided the installing contractor takes the responsibility for locating and correcting leakage. [24:10.10.2.2.5]  6.10.2.2.6* Hydrostatic Testing Allowance. Where additional water is added to the system to maintain the test pressures required by 6.10.2.2.1, the amount of water shall be measured and shall not exceed the limits of Table 6.10.2.2.6, which are based upon the following equations:  U.S. Customary Units:   [6.10.2.2.6a]  code book image: f66b7d52-5f1a-11eb-a38d-0de52099bdc8 where: L = testing allowance (makeup water) [gph (gal/hr)] S = length of pipe tested (ft) D = nominal diameter of pipe (in.) P = average test pressure during hydrostatic test (gauge psi) Metric Units:   [6.10.2.2.6b]  code book image: ee6336df-5f1a-11eb-a38d-0de52099bdc8 where: L = testing allowance (makeup water) (L/hr) S = length of pipe tested (m) D = nominal diameter of pipe (mm) P = average test pressure during hydrostatic test (kPa) [24:10.10.2.2.6]   Table 6.10.2.2.6 Hydrostatic Testing Allowance at 200 psi (14 bar) Nominal Pipe Diameter\t\tTesting Allowance  in.\tmm  Gal/hr/100 ft\tL/hr/100 m 2\t50\t\t0.019\t0.236 4\t100\t\t0.03\t0.472 6\t150\t\t0.057\t0.708 8\t200\t\t0.076\t0.944 10\t250\t\t0.096\t1.19 12\t300\t\t0.115\t1.43 14\t350\t\t0.134\t1.66 16\t400\t\t0.153\t1.90 18\t450\t\t0.172\t2.14 20\t500\t\t0.191\t2.37 24\t600\t\t0.229\t2.84 Notes:  (1) For other length, diameters, and pressures, utilize Equation 6.10.2.2.6a or 6.10.2.2.6b to determine the appropriate testing allowance.  (2) For test sections that contain various sizes and sections of pipe, the testing allowance is the sum of the testing allowances for each size and section.  [24:Table 10.10.2.2.6]  Enhanced Content Collapse FAQ  On what factors are allowable leakage rates based?  Allowable leakage rates during hydrostatic testing are based on the total length and diameter of the underground piping. In the past, the allowable leakage had been based on the number of gaskets or joints, regardless of pipe diameter.  When underground piping is repaired, it should be tested as a new installation, but it is not required that all the underground piping be subjected to the hydrostatic test if the area of the repair can be isolated. Blind flanges or skillets can be used for this purpose. Procedures must be implemented to ensure that those devices are removed following hydrostatic testing.  6.10.2.3* Other Means of Hydrostatic Tests. Where acceptable to the AHJ, hydrostatic tests shall be permitted to be completed in accordance with the guidelines provided in AWWA C600, Installation of Ductile Iron Water Mains and Their Appurtenances, AWWA M9, Concrete Pressure Pipe, AWWA M23, PVC Pipe — Design and Installation, or AWWA M55, PE Pipe — Design and Installation, as long as the test pressure and test duration requirements of 6.10.2.2.1 are still employed. [24:10.10.2.3]   6.10.2.3.1* For existing system modifications or repairs that cannot be isolated, hydrostatic testing shall be limited to visual evidence of leakage at system working pressure. [24:10.10.2.3.1]  Enhanced Content Collapse Paragraph 6.10.2.3.1 is new to the 2022 edition and provides an allowance for situations where existing systems cannot be isolated for hydrostatic testing.  6.10.2.4 Operating Test. [24:10.10.2.4]  6.10.2.4.1 Each hydrant shall be fully opened and closed under system water pressure. [24:10.10.2.4.1]   6.10.2.4.2 Dry barrel hydrants shall be checked for drainage. [24:10.10.2.4.2]   6.10.2.4.3 All control valves shall be fully closed and opened under system water pressure to ensure operation. [24:10.10.2.4.3]  6.10.2.4.4 Where fire pumps supply the private fire service main, the operating tests required by 6.10.2.4 shall be completed with the pumps running. [24:10.10.2.4.4]  6.10.2.5 Backflow Prevention Assemblies. [24:10.10.2.5]   6.10.2.5.1 The backflow prevention assembly shall be forward flow tested. [24:10.10.2.5.1]  6.10.2.5.2 The minimum flow rate tested in 6.10.2.5.1 shall be the system demand, including hose stream demand where applicable. [24:10.10.2.5.2]"
            }
        },
        "text": "[24:10.10]"
    }
}